Repository: SuperCoopBerlin/tapir
Catalog: tapir/translations/locale/*/LC_MESSAGES/django.po
Languages: de, pt

source: Number of shares
de: Anzahl an Anteilen
pt: Número de ações

source: Number of members (X-axis) by age (Y-axis)
de: Anzahl an Mitglieder (X-Achse) pro Alter (Y-Achse)
pt: Número de membros (eixo X) por idade (eixo Y)

source: New active members
de: Neue aktive Mitglieder
pt: Novos membros ativos

source: New investing members
de: Neue investierende Mitglieder
pt: Novos membros investidores

source: New active members without account
de: Neue aktive Mitglieder ohne Konto
pt: Novos membros ativos sem conta

source: Active to investing
de: Aktiv nach Investierend
pt: De ativo para investidor

source: Investing to active
de: Investierend nach Aktiv
pt: De investidor para ativo

source: Number of members with a co-purchaser (X-axis) by month (Y-axis)
pt: Número de membros com co-comprador (eixo X) por mês (eixo Y)

source: Features
pt: Funcionalidades

source: Miscellaneous
de: Sonstiges
pt: Diversos

source: About Rizoma
pt: Sobre o Rizoma

source: Member manual
de: Mitgliederhandbuch
pt: Manual do membro

source: Shop opening hours
de: Öffnungszeiten
pt: Horário da loja

source: Slack chat
pt: Chat no Slack

source: Contact the member office
de: Mitgliederbüro kontaktieren
pt: Contactar o Member Office

source: About tapir
de: Über Tapir
pt: Sobre o tapir

source: Flag name
pt: Nome do sinalizador

source: Flag value
pt: Valor do sinalizador

source: Use this form to search for members
de: Benutze dieses Formular, um nach Mitgliedern zu suchen
pt: Use este formulário para procurar membros

source: Search Members
de: Mitglieder suchen
pt: Procurar membros

source: Email list
de: E-Mail-Liste
pt: Lista de e-mails

source: This is the list of all emails that can get sent by Tapir.
de: Dies ist die Liste aller E-Mails, die von Tapir versendet werden können.
pt: Esta é a lista de todos os e-mails que podem ser enviados pelo Tapir.

source: The previews in the "Subject" and "Body" columns are fake : they show what the email would look like if it was sent to a random user, using random data.
pt: As pré-visualizações nas colunas "Assunto" e "Corpo" são fictícias: mostram como o e-mail pareceria se fosse enviado a um utilizador aleatório, usando dados aleatórios.

source: The files in the "Last sent example" column are real : they have been sent to a user exactly as shown. They can therefore contain private information.
pt: Os ficheiros na coluna "Último exemplo enviado" são reais: foram enviados a um utilizador exatamente como apresentados. Podem, portanto, conter informação privada.

source: List of all emails
de: Liste alle E-Mails
pt: Lista de todos os e-mails

source: Description
de: Beschreibung
pt: Descrição

source: Subject
de: Betreff
pt: Assunto

source: Body
de: Inhalt
pt: Corpo

source: Last sent example
de: Letztes gesendetes Beispiel
pt: Último exemplo enviado

source: Enable or disable features
de: Aktiviere oder deaktiviere Features
pt: Ativar ou desativar funcionalidades

source: List of all feature flags
pt: Lista de todos os sinalizadores de funcionalidades

source: Current value
pt: Valor atual

source: Current:
de: Aktuell:
pt: Atual:

source: Click this link to learn more.
de: Klicke hier um mehr zu erfahren.
pt: Clique nesta ligação para saber mais.

source: Goal:
de: Ziel:
pt: Objetivo:

source: Not available
de: Nicht verfügbar
pt: Não disponível

source: Feature: %(name)s
pt: Funcionalidade: %(name)s

source: Financing campaigns
pt: Campanhas de financiamento

source: Financing campaigns overview
pt: Visão geral das campanhas de financiamento

source: Campaigns
de: Finanzierungskampagnen
pt: Campanhas

source: Create campaign
pt: Criar campanha

source: The list of all financing campaigns
de: Liste aller Finanzierungskampagnen
pt: A lista de todas as campanhas de financiamento

source: Goal
de: Ziel
pt: Objetivo

source: Actions
de: Aktionen
pt: Ações

source: Sources
pt: Fontes

source: Create source
pt: Criar fonte

source: The list of all financing sources
pt: A lista de todas as fontes de financiamento

source: Linked campaign
pt: Campanha associada

source: Datapoints
pt: Pontos de dados

source: Create datapoint
pt: Criar ponto de dados

source: The list of all datapoints
pt: A lista de todos os pontos de dados

source: Date
de: Datum
pt: Data

source: Value
de: Wert
pt: Valor

source: Linked source
pt: Fonte associada

source: Create a new financing campaign
pt: Criar uma nova campanha de financiamento

source: Edit financing campaign: %(name)s
pt: Editar campanha de financiamento: %(name)s

source: Create a new financing source
pt: Criar uma nova fonte de financiamento

source: Edit financing source: %(name)s
pt: Editar fonte de financiamento: %(name)s

source: Create a new financing source datapoint
pt: Criar um novo ponto de dados de fonte de financiamento

source: Edit financing source datapoint: %(name)s
pt: Editar ponto de dados da fonte de financiamento: %(name)s

source: Logs
pt: Registos

source: Creation Date
de: Erstellungsdatum
pt: Data de criação

source: Email sent.
de: E-Mail gesendet.
pt: E-mail enviado.

source: Email-Inhalt ist aus Sicherheitsgründen nicht verfügbar
pt: O conteúdo do e-mail não está disponível por razões de segurança

source: Last 5 log entries
de: Letzte 5 Log-Einträge
pt: Últimos 5 registos

source: See all log entries
de: Alle Log-Einträge einsehen
pt: Ver todos os registos

source: List of log entries for this member
de: Liste der Protokoll-Einträge für dieses Mitglied
pt: Lista de registos para este membro

source: Actor
de: Sender*in
pt: Autor

source: Message
de: Nachricht
pt: Mensagem

source: Notes about this user
de: Notizen über diese*n Benutzer*in
pt: Notas sobre este utilizador

source: Add Note
de: Notiz hinzufügen
pt: Adicionar nota

source: Log Type
pt: Tipo de registo

source: Invalid username or password
de: Ungültige Benutzername oder Passwort
pt: Nome de utilizador ou palavra-passe inválidos

source: Login system error, please try again later or contact an admin.
pt: Erro no sistema de login, tente novamente mais tarde ou contacte um administrador.

source: Shifts
de: Schichten
pt: Turnos

source: Shift calendar
de: Schicht-Kalender
pt: Calendário de turnos

source: ABCD-shifts week-plan
de: ABCD-Schicht-Wochenplan
pt: Plano semanal de turnos ABCD

source: Shift management
de: Schicht-Verwaltung
pt: Gestão de turnos

source: ABCD annual calendar, current week: {current_week_group_name}
de: ABCD-Jahreskalender Aktuelle Woche: {current_week_group_name}
pt: Calendário anual ABCD, semana atual: {current_week_group_name}

source: Flying member registration reminder
pt: Lembrete de registo para membro voador

source: Sent to flying members %(nb_days)s days after a cycle has begun, if they haven't registered to a shift for this cycle.
pt: Enviado aos membros voadores %(nb_days)s dias após o início de um ciclo, se não se registaram em nenhum turno para esse ciclo.

source: Freeze warning
de: Einfrierwarnung
pt: Aviso de congelamento

source: Sent to a member when their shift status is not frozen yet but will be set to frozen if they don't register for make-up shifts.
de: Wird an ein Mitglied gesendet, das bald eingefroren wird wenn es sich nicht für eine Aufholschicht registriert
pt: Enviado a um membro quando o seu estado de turnos ainda não está congelado mas será congelado se não se inscrever em turnos de compensação.

source: Shift status set to frozen
de: Schicht-Status wird auf Eingefroren gesetzt
pt: Estado de turnos definido como congelado

source: Sent to a member when their shift status gets set to frozen. Usually happens if they miss to many shifts.
de: Wird an ein Mitglied gesendet, wenn sein Schichtstatus auf Eingefroren gesetzt wird. Dies geschieht in der Regel, wenn es zu viele Schichten versäumt hat.
pt: Enviado a um membro quando o seu estado de turnos passa a congelado. Normalmente acontece se faltar a demasiados turnos.

source: Shift missed
de: Schicht versäumt
pt: Turno em falta

source: Sent to a member when the member office marks the shift as missed
pt: Enviado a um membro quando o Member Office marca o turno como em falta

source: Shift reminder
de: Schicht-Erinnerung
pt: Lembrete de turno

source: Sent to a member {config.REMINDER_EMAIL_DAYS_BEFORE_SHIFT} days before their shift
pt: Enviado a um membro {config.REMINDER_EMAIL_DAYS_BEFORE_SHIFT} dias antes do seu turno

source: Stand-in found
de: Vertretung gefunden
pt: Substituto encontrado

source: Sent to a member that was looking for a stand-inwhen the corresponding slot is taken over by another member.
pt: Enviado a um membro que procurava um substituto quando o respetivo slot é assumido por outro membro.

source: Unfreeze Notification
pt: Notificação de descongelamento

source: Sent to a member when their shift status gets set from frozen to flying.
pt: Enviado a um membro quando o seu estado de turnos passa de congelado a voador.

source: The shift must end after it starts.
de: Die Schicht muss nach ihrem Start enden.
pt: O turno deve terminar depois de começar.

source: I understand the consequences of deleting a shift
de: Ich kenne die Konsequenzen, wenn eine Schicht gelöscht wird.
pt: Compreendo as consequências de eliminar um turno

source: In order to delete a shift, all member attendances must be set to 'Cancelled'.
pt: Para eliminar um turno, todas as presenças dos membros devem estar definidas como 'Cancelado'.

source: Qualifications
de: Qualifikationen
pt: Qualificações

source: Warnings
pt: Avisos

source: I have read the warning about the missing qualification and confirm that the user should get registered to the shift
de: Ich habe die Warnung über die fehlende Qualifikation gelesen und bestätige, dass Benutzer*in für die Schicht registriert werden sollte
pt: Li o aviso sobre a qualificação em falta e confirmo que o utilizador deve ser registado no turno

source: The selected user is missing the required qualification for this shift : {missing_capabilities}
pt: O utilizador selecionado não possui a qualificação necessária para este turno: {missing_capabilities}

source: Please set the chosen time after the start of the shift
pt: Defina a hora escolhida após o início do turno

source: Please set the chosen time before the end of the shift
de: Bitte setze die gewählte Zeit vor das Ende der Schicht
pt: Defina a hora escolhida antes do fim do turno

source: This user is already registered to another slot in this ABCD shift.
de: Diese*r Nutzer*in ist bereits für einen anderen Platz in dieser ABCD-Schicht registriert.
pt: Este utilizador já está registado noutro slot deste turno ABCD.

source: You need the shifts.manage permission to do this.
pt: Precisa da permissão shifts.manage para fazer isto.

source: This user is already registered to another slot in this shift.
de: Diese*r Nutzer*in ist bereits für einen anderen Platz in dieser Schicht registriert.
pt: Este utilizador já está registado noutro slot deste turno.

source: This shift has been deleted. It is not possible to register to it.
de: Diese Schicht wurde gelöscht. Es ist nicht möglich sich für diese zu registrieren.
pt: Este turno foi eliminado. Não é possível registar-se nele.

source: I am aware that the member will be unregistered from their ABCD shift
de: Ich bin mir bewusst, dass das Mitglied von der ABCD-Schicht abgemeldet wird.
pt: Tenho conhecimento de que o membro será removido do seu turno ABCD

source: {own_name} is already partner of {partner_of_name}, they can't have a partner of their own
pt: {own_name} já é parceiro de {partner_of_name}, não pode ter um parceiro próprio

source: The selected member must be an investing member.
de: Das ausgewählte Mitglied muss ein investierendes Mitglied sein.
pt: O membro selecionado deve ser um membro investidor.

source: This member is registered to at least one ABCD shift. Please confirm the change of attendance mode with the checkbox below.
pt: Este membro está registado em pelo menos um turno ABCD. Confirme a alteração do modo de presença na caixa abaixo.

source: I have read the warning about the cancelled attendances and confirm that the exemption should be created
de: Ich habe die Warnung über die abgesagte Schicht-Anwesenheit gelesen und bestätige, dass die Befreiung erzeugt werden soll
pt: Li o aviso sobre as presenças canceladas e confirmo que a isenção deve ser criada

source: I have read the warning about the cancelled ABCD attendances and confirm that the exemption should be created
de: Ich habe die Warnung über die abgebrochene ABCD-Teilnahme gelesen und bestätige, dass die Befreiung erzeugt werden soll
pt: Li o aviso sobre as presenças ABCD canceladas e confirmo que a isenção deve ser criada

source: The member will be unregistered from the following shifts because they are within the range of the exemption : {attendances_display}
pt: O membro será removido dos seguintes turnos por estarem dentro do período da isenção: {attendances_display}

source: The user will be unregistered from the following ABCD shifts because the exemption is longer than %(number_of_cycles)s cycles: %(attendances_display)s
de: Das Mitglied wird von den folgenden ABCD-Schichten abgemeldet, weil die Befreiung länger als %(number_of_cycles)s Schichtzyklen ist: %(attendances_display)s
pt: O utilizador será removido dos seguintes turnos ABCD porque a isenção é superior a %(number_of_cycles)s ciclos: %(attendances_display)s

source: This shift has been deleted. It is not possible to cancel it.
de: Diese Schicht wurde bereits gelöscht. Es ist nicht möglich diese abzusagen.
pt: Este turno foi eliminado. Não é possível cancelá-lo.

source: I understand that updating this ABCD shift will update all the corresponding future shifts
pt: Compreendo que atualizar este turno ABCD irá atualizar todos os turnos futuros correspondentes

source: I understand that adding or editing a slot to this ABCD shift will affect all the corresponding future shifts
pt: Compreendo que adicionar ou editar um slot neste turno ABCD irá afetar todos os turnos futuros correspondentes

source: I understand that this will delete the shift exemption and create a membership pause
pt: Compreendo que isto irá eliminar a isenção de turnos e criar uma pausa de adesão

source: Language
pt: Idioma

source: This determines from which date shifts should be generated from this ABCD shift.
pt: Determina a partir de que data os turnos devem ser gerados a partir deste turno ABCD.

source: Flexible time
de: Zeit flexibel
pt: Horário flexível

source: If enabled, members who register for that shift can choose themselves the time where they come do their shift.
pt: Se ativado, os membros que se registam nesse turno podem escolher a hora a que vêm fazer o turno.

source: Chosen time
pt: Hora escolhida

source: This shift lets you choose at what time you come during the day of the shift. In order to help organising the attendance, please specify when you expect to come.Setting or updating this field will set the time for all individual shifts generated from this ABCD shift.You can update the time of a single shift individually and at any time on the shift page.
pt: Este turno permite-lhe escolher a hora a que vem no dia do turno. Para ajudar a organizar as presenças, indique quando prevê vir. Definir ou atualizar este campo definirá a hora para todos os turnos individuais gerados a partir deste turno ABCD. Pode atualizar a hora de um turno específico a qualquer momento na página do turno.

source: Number of required attendances
de: Anzahl notwendiger Teilnehmender
pt: Número de presenças necessárias

source: If there are less members registered to a shift than that number, it will be highlighted in the shift calendar.
pt: Se houver menos membros registados num turno do que esse número, o turno será destacado no calendário.

source: Is shown on the shift page below the title
pt: É mostrado na página do turno abaixo do título

source: If 'flexible time' is enabled, then the time component is ignored
pt: Se o 'horário flexível' estiver ativado, o componente de hora é ignorado

source: This shift lets you choose at what time you come during the day of the shift. In order to help organising the attendance, please specify when you expect to come.
pt: Este turno permite-lhe escolher a hora a que vem no dia do turno. Para ajudar na organização das presenças, indique quando prevê vir.

source: Missed
de: Nicht erschienen
pt: Em falta

source: Excused
de: Entschuldigt
pt: Justificado

source: Cancelled
de: Abgesagt
pt: Cancelado

source: Looking for a stand-in
de: Sucht Vertretung
pt: À procura de substituto

source: ✈ Flying
de: ✈ Fliegend
pt: ✈ Voador

source: ❄ Frozen
de: ❄ Eingefroren
pt: ❄ Congelado

source: Is frozen
de: Ist eingefroren
pt: Está congelado

source: Cycle start date
de: Anfangsdatum
pt: Data de início do ciclo

source: Cancel shift:
de: Schicht absagen:
pt: Cancelar turno:

source: Cancel entire shift:
de: Ganze Schicht absagen:
pt: Cancelar turno completo:

source: This will cancel the entire shift for that day. It will not affect other shifts that come from the same ABCD shift.
pt: Isto irá cancelar todo o turno desse dia. Não afeta outros turnos que derivam do mesmo turno ABCD.

source: Cancelling a shift is used for example for holidays. It has the following consequences : <ul> <li>It is not possible to register to the shift anymore.</li> <li>Members who are registered from their ABCD shift get a shift point.</li> <li>Members who registered just to this shift don't get a point.</li> </ul>
pt: Cancelar um turno é usado, por exemplo, em feriados. Tem as seguintes consequências: <ul> <li>Deixa de ser possível registar-se no turno.</li> <li>Os membros registados via turno ABCD recebem um ponto de turno.</li> <li>Os membros registados apenas para este turno não recebem ponto.</li> </ul>

source: Confirm cancellation
de: Absage bestätigen
pt: Confirmar cancelamento

source: Convert exemption to pause
de: Befreiung in Pause umwandeln
pt: Converter isenção em pausa

source: <ul> <li>Start date: %(start_date)s</li> <li>End date: %(end_date)s</li> <li>Description: %(description)s</li> </ul>
pt: <ul> <li>Data de início: %(start_date)s</li> <li>Data de fim: %(end_date)s</li> <li>Descrição: %(description)s</li> </ul>

source: <p>Hi %(display_name_short)s,</p> <p> we would like to remind you about your next <a href="https://members.supercoop.de/shifts/calendar">shift registration</a>. </p> <p> A new shift cycle has been running for a week and we have noticed that you have not yet registered for a suitable shift. As a flying member, unlike members with a regular ABCD shift, you have to take care of this yourself every four weeks. </p> <p> So take a look at the <a href="https://members.supercoop.de/shifts/calendar">shift calendar on Tapir</a> and register for one of the shifts highlighted in blue - this is where the most support is currently needed. </p> <p> Cooperative greetings,<br /> The Member Office </p>
de: <p>Hi %(display_name_short)s,</p> <p> hiermit möchten wir dich an deine nächste <a href="https://members.supercoop.de/shifts/calendar">Schichtanmeldung</a> zu erinnern.. </p> <p> Seit einer Woche läuft ein neuer Schichtzyklus und wir haben festgestellt, dass du dich bisher noch nicht für eine passende Schicht registriert hast. Als Fliegendes Mitglied musst du dich, im Unterschied zu Mitgliedern mit fester ABCD-Schicht, alle vier Wochen selbst darum kümmern. </p> <p> Schau also am besten gleich mal in den <a href="https://members.supercoop.de/shifts/calendar">Schichtkalender auf Tapir</a>, und melde dich gerne für eine der blau unterlegten Schichten an - dort wird aktuell am meisten Unterstützung benötigt. </p> <p> Kooperative Grüße,<br /> Das Mitgliederbüro </p>
pt: <p>Olá %(display_name_short)s,</p> <p> Queríamos lembrar o seu próximo <a href="https://members.supercoop.de/shifts/calendar">registo de turno</a>. </p> <p> Um novo ciclo de turnos já decorre há uma semana e reparámos que ainda não se registou num turno adequado. Como membro voador, ao contrário dos membros com turno ABCD regular, tem de tratar disto a cada quatro semanas. </p> <p> Veja o <a href="https://members.supercoop.de/shifts/calendar">calendário de turnos no Tapir</a> e registe-se num dos turnos assinalados a azul — é onde mais apoio é necessário de momento. </p> <p> Saudações cooperativas,<br /> O Member Office </p>

source: Sign up for your next SuperCoop shift
de: Melde dich für deine nächste SuperCoop-Schicht an
pt: Inscreva-se no seu próximo turno da SuperCoop

source: <p> Hi %(display_name_short)s, </p> <p> This is an automated email from %(coop_name)s. This is to kindly inform you that your shift log has reached %(account_balance)s. </p> <p> You now have %(freeze_after_days)s days to register for the outstanding shifts as make-up shifts. These shifts must be within the next %(nb_weeks_in_the_future)s weeks. </p> <p> Please note: If you do not sign up for your catch-up shifts within the next %(freeze_after_days)s days, your account will be frozen. This means you will not be able to shop or vote in general meetings. To unfreeze your account, you will need to sign up for your outstanding shifts. </p> <p> If you are an ABCD member and do not complete your catch-up shifts, nor your regular shifts, you will be removed from your ABCD shift. </p> <p> So please sign up for your outstanding shifts as soon as possible. For more information on the shift system, please see the <a href="%(url_member_manual)s">Member Manual</a>. </p> <p> Thank you! </p> <p> Cooperative greetings,<br /> The member office </p>
de: <p>Hallo %(display_name_short)s,</p> <p> dies ist eine automatische E-Mail von %(coop_name)s. Wir möchten dich darüber informieren, dass dein Schichtkonto %(account_balance)s erreicht hat. </p> <p> Du hast nun %(freeze_after_days)s Tage Zeit, dich für die ausstehenden Schichten als Nachholschichten anzumelden. Diese Schichten müssen innerhalb der nächsten %(nb_weeks_in_the_future)s Wochen liegen. </p> <p> Bitte beachte: Wenn du dich nicht innerhalb der nächsten %(freeze_after_days)s Tage für deine Nachholschichten anmeldest, wird dein Konto eingefroren. Das bedeutet, dass du weder einkaufen noch an den Mitgliederversammlungen teilnehmen kannst. Um dein Konto wieder freizugeben, musst du dich für deine ausstehenden Schichten anmelden. </p> <p> Wenn du ein ABCD-Mitglied bist und weder deine Nachholschichten noch deine regulären Schichten ableistest, wirst du aus deiner ABCD-Schicht gestrichen. </p> <p> Melde dich also bitte so bald wie möglich für deine ausstehenden Schichten an. Weitere Informationen über das Schichtsystem findest du im <a href=„%(url_member_manual)s“>Mitgliederhandbuch</a>. </p> <p> Vielen Dank! </p> <p> Kooperative Grüße, Das Mitgliederbüro </p>
pt: <p>Olá %(display_name_short)s,</p> <p> Este é um e-mail automático de %(coop_name)s para informar que o seu registo de turnos atingiu %(account_balance)s. </p> <p> Tem agora %(freeze_after_days)s dias para se inscrever nos turnos em atraso como turnos de compensação. Estes turnos devem ocorrer nas próximas %(nb_weeks_in_the_future)s semanas. </p> <p> Atenção: se não se inscrever nos turnos de compensação nos próximos %(freeze_after_days)s dias, a sua conta será congelada. Isso significa que não poderá fazer compras nem votar nas assembleias gerais. Para descongelar a conta, deve inscrever-se nos turnos em atraso. </p> <p> Se for membro ABCD e não cumprir os turnos de compensação nem os regulares, será removido do seu turno ABCD. </p> <p> Inscreva-se nos turnos em atraso o quanto antes. Para mais informações sobre o sistema de turnos, consulte o <a href="%(url_member_manual)s">Manual do Membro</a>. </p> <p>Obrigado!</p> <p> Saudações cooperativas,<br /> O Member Office </p>

source: Your shift log has reached %(account_balance)s shifts
de: Dein Schichtprotokoll hat %(account_balance)s Schichten erreicht
pt: O seu registo de turnos atingiu %(account_balance)s turnos
