Repository: SuperCoopBerlin/tapir
Catalog: tapir/translations/locale/*/LC_MESSAGES/djangojs.po
Languages: pt

source: Fancy export
pt: Exportação avançada

source: Source dataset
pt: Conjunto de dados de origem

source: Date
pt: Data

source: The date is only relevant for the following fields: shift_status, is_working, is_exempted, is_paused, can_shop, currently_paid, expected_payment, payment_difference,member_status, is_member_since, compulsory_share, additional_shares, amount_paid, amount_paid_for_entry_fee, amount_paid_for_shares, number_of_paid_shares, number_of_unpaid_shares. For all other fields, the value as it is now is exported, not the value as it was at the given date.
pt: A data só é relevante para os seguintes campos: shift_status, is_working, is_exempted, is_paused, can_shop, currently_paid, expected_payment, payment_difference, member_status, is_member_since, compulsory_share, additional_shares, amount_paid, amount_paid_for_entry_fee, amount_paid_for_shares, number_of_paid_shares, number_of_unpaid_shares. Para todos os outros campos, é exportado o valor atual, não o valor na data indicada.

source: Add columns to the export
pt: Adicionar colunas à exportação

source: Click on a selected column to deselect it.
pt: Clique numa coluna selecionada para a desmarcar.

source: Build export for
pt: Gerar exportação para

source: Pick a source dataset
pt: Escolha um conjunto de dados de origem

source: Download as CSV
pt: Descarregar como CSV

source: Build the export to download it
pt: Gerar a exportação para a descarregar

source: Copy for spreadsheets
pt: Copiar para folhas de cálculo

source: Build the export to copy it
pt: Gerar a exportação para a copiar

source: Waiting for build
pt: A aguardar geração

source: Cancel
pt: Cancelar

source: Confirm deletion
pt: Confirmar eliminação

source: Delete
pt: Eliminar

source: no name
pt: sem nome

source: Are you sure you want to delete the following warning:
pt: Tem a certeza de que deseja eliminar o seguinte aviso:

source: This warning is not used in any slot.
pt: Este aviso não é utilizado em nenhum turno.

source: This warning is used in the following slots:
pt: Este aviso é utilizado nos seguintes turnos:

source: Edit shift warnings
pt: Editar avisos de turno

source: Add a warning
pt: Adicionar um aviso

source: Edit warnings
pt: Editar avisos

source: Are you sure you want to delete the following qualification:
pt: Tem a certeza de que deseja eliminar a seguinte qualificação:

source: This qualification is not used in any slot.
pt: Esta qualificação não é utilizada em nenhum turno.

source: This qualification is used in the following slots:
pt: Esta qualificação é utilizada nos seguintes turnos:

source: Edit qualifications
pt: Editar qualificações

source: Add a qualification
pt: Adicionar uma qualificação

source: Use the search field on the top right.
pt: Use o campo de pesquisa no canto superior direito.

source: Name
pt: Nome

source: Can shop
pt: Pode comprar

source: Yes
pt: Sim

source: No
pt: Não

source: Member details
pt: Detalhes do membro

source: Member
pt: Membro

source: yes
pt: sim

source: no
pt: não

source: Why this member cannot shop:
pt: Por que motivo este membro não pode comprar:

source: Co-purchaser:
pt: Co-comprador:

source: None
pt: Nenhum(a)

source: Whoops! Something went wrong. Please try again. If it keeps happening, please write in the #tapir channel on Slack with your current search:
pt: Ups! Algo correu mal. Por favor, tente novamente. Se o problema persistir, escreva no canal #tapir do Slack com a sua pesquisa atual:

source: Name or member ID
pt: Nome ou ID do membro
