Repository: SuperCoopBerlin/tapir
Catalog: tapir/translations/locale/*/LC_MESSAGES/django.po
Languages: de, pt

source: I understand that I may need to work high, for example up a ladder. I do not suffer from fear of heights.
de: Mir ist klar, dass ich möglicherweise in großer Höhe arbeiten muss, zum Beispiel auf einer Leiter. Ich leide nicht unter Höhenangst.

source: If there are less members registered to a shift than that number, it will be highlighted in the shift calendar. The number of required attendances can't be higher than the slots in the resp. shift.
de: Wenn weniger Mitlieder als diese Nummer zur Schicht registriert sind, wird diese blau angezeigt. Die Anzahl der benltigten Mitglieder kann nicht höher sein als die Anzahl vorhandener Slots.

source: Shift is almost full, only one spot left.
de: Die Schicht ist fast voll, es ist nur noch ein Platz übrig.

source: Shift is full now.
de: Die Schicht ist jetzt voll.

source: The Shift is understaffed!
de: Die Schicht ist jetzt unterbesetzt.

source: All clear: The shift is no longer understaffed, but it's not fully staffed yet either...
de: Entwarnung. Die schicht ist nicht länger unterbesetzt, aber es noch Platz übrig

source: One new attendance or more registered, but the shift is neither understaffed nor full or almost full.
de: Ein Mitglied oder mehr hat sich registriert, aber die Schicht ist weder unterbesetzt noch (fast) voll

source: One attendance or more un-registered, but the shift is neither understaffed nor full or almost full.
de: Ein Mitglied oder mehr hat sich abgemeldet, aber die Schicht ist weder unterbesetzt noch (fast) voll

source: The Shift Coordinator has unregistered
de: Ein Teamleiter hat sich abgemeldet

source: A Shift Coordinator has registered
de: Ein Teamleiter hat sich angemeldet

source: Only to be filled by teamleader, member office or employees.
de: Nur durch Mitgliedsbüro, Teamleitung oder Angestellte auszufüllen.

source: Unwatch
de: Nicht mehr beobachten

source: You will get mail-notifications when shifts you follow change — tailored to the types of updates you choose (e.g., needs help, is full, cancellations).
de: Du erhältst E-Mail-Benachrichtigungen, wenn sich Schichten, denen du folgst, ändern – angepasst an die von dir ausgewählten Arten von Aktualisierungen (z. B. Hilfe benötigt, voll, Stornierungen).

source: Watch
de: Beobachten

source: Shift is watched for changes
de: Die Schicht wird beobachtet

source: Recurring Shiftwatch List
de: Liste wiederholender Schichtbeobachtungen

source: Recurring Shift Watches
de: Wiederholende Schichtbeobachtungen

source: Create a rule for recurring Shift Watches
de: Erstelle eine Regel für sich wiederholende Schichtbeobachtungen

source: You are observing all shifts based on the weekdays:
de: Du beobachtest alle Schichten basierend auf den Wochentagen:

source: and the ABCD-Week:
de: und der ABCD-Woche:

source: You are observing all shifts based on the ABCD-Week:
de: Du beobachtest alle Schichten basierend auf der ABCD-Woche

source: You are observing all shifts based on the shift templates:
de: Du beobachtest alle Schichten basierend auf der ABCD-Schicht

source: You are not observing any shifts.
de: Du beobachtest keine Schichten

source: Observed changes:
de: Beobachtete Änderungen

source: Shift Watches
de: Schicht-Beobachtungen

source: Total
de: Insgesamt

source: Watched Shifts
de: Beobachtete Schichten

source: Next watched Shift
de: Nächste beobachtete Schicht

source: No watched shifts
de: Keine beobachteten Schichten

source: Duplicate ABCD-Shift
de: Dupliziere ABCD-Schichten

source: Please choose the weekdays and ABCD-weeks this ABCD-Shift should be copied to. These slots will be copied:
de: Bitte wählen Sie die Wochentage und ABCD-Wochen aus, in die diese ABCD-Schicht kopiert werden soll. Diese Zeitfenster werden kopiert:

source: Shifts for this ABCD shift will be generated starting from
de: Die Schichten für diese ABCD-Schicht werden ab dem folgenden Zeitpunkt generiert

source: Second co-purchasers
de: 2. Miteinkäufer*innen
