Repository: SuperCoopBerlin/tapir
Catalog: tapir/translations/locale/*/LC_MESSAGES/django.po
Languages: de, pt

source: <p>Hello %(display_name)s,</p> <p> Welcome as an official member of our cooperative, %(coop_full_name)s! Please find the details of your membership confirmation attached. We are thrilled to welcome you aboard and begin running SuperCoop together with you! <p> If you haven't done so already, please transfer the amount for your shares together with the 10 € admission fee to our account DE98430609671121379000. It is also important that you complete METRO's online hygiene training before starting your first shift at the Coop. You can find all the information on this under point 3. </p> <p>See below for key details to kickstart your SuperCoop membership:</p> <h2>1. Member Office</h2> <p>The Member Office is the hub for supporting members in all things SuperCoop!</p> <p> Please visit the Member Office to sign up for your first shift (or indicate that you qualify for a <a href="https://docs.google.com/document/d/19v91mj2MAJTtrPLCw54VMS6qlaiJqBqUAuiC6z_AKpw/edit#heading=h.rjj2v2m92fqa">work exemption</a>). They will create an account for you on Tapir, our online shift management system, and guide you through the steps of choosing your shift and working group. </p> <div> For general questions about your membership, please contact the Member Office via email (<a href="mailto:%(contact_email_address)s">%(contact_email_address)s</a>) or by visiting <a href="https://www.google.com/maps/place/SuperCoop+Berlin/@52.553371,13.3585897,15z/data=!4m5!3m4!1s0x0:0x72e80db955fa8d3!8m2!3d52.5533091!4d13.3586012">SuperCoop</a>. Their opening hours are: <ul> <li>Monday - Friday from 4:30 - 7:30 p.m.</li> <li>Saturdays from 11 a.m. - 2 p.m.</li> </ul> </div> <h2> 2. <a href="https://members.supercoop.de/">Tapir</a> </h2> <p> <a href="https://members.supercoop.de/">Tapir</a> is our shift management system created by and for SuperCoop members! There you can sign up for shifts and see additional information about your membership, such as how many shares you own. </p> <div> Links to the following are also available on Tapir: <ul> <li>The current week in the ABCD calendar (including also the ABCD calendar for the rest of the year),</li> <li>wiki,</li> <li>member manual,</li> <li>opening hours,</li> <li>Member Office contact information</li> <li>as well as statistics about shifts and our cooperative in general.</li> </ul> </div> <p> To create a profile on Tapir, please visit the Member Office in the supermarket (see office hours above). Don’t forget to <a href="https://docs.google.com/document/d/19v91mj2MAJTtrPLCw54VMS6qlaiJqBqUAuiC6z_AKpw/edit#heading=h.aal5b9whb07w"> add a co-shopper</a> to your account too! </p> <p> Once your profile has been created, you will receive a confirmation email including a link to create a password. You can then use these same login credentials to log into the <a href="https://wiki.supercoop.de/wiki/Main_Page">SuperCoop Wiki</a>. </p> <p> <strong>Tip:</strong> Bookmark the <a href="https://members.supercoop.de/">link to Tapir</a> in your browser so it’s easy to find in the future! </p> <h2>3. Hygiene Training</h2> <p> New members must complete an online hygiene training from METRO BEFORE their first shift: <a href="https://kw.my/jEM8PK/#/">https://kw.my/jEM8PK/#/</a>. The training takes about 30 minutes and ends with a short questionnaire. If you answer 80%% of the questions correctly, you will receive a certificate. Please show this to an employee during your first shift. </p> <p> During your first shift, the team leader or an employee will provide an additional 10 minute introduction and show you the most important stations and rules in the store. If you could not do the online training at home, there is also the possibility to do it at our Welcome Desk during your shift. </p> <h2>4. Member Card</h2> <p> Your Member Card can be activated through your Tapir account. Member cards are consent based because we use them to collect data regarding the sum of the total purchase as well as the frequency of purchases. We use this information to support our financial planning and calculate projections of future revenues. It also helps us understand if certain measures we are taking to improve the assortment are having an impact on how regularly people shop at the coop. Conversely, if we see the regularity or total sum of purchases drop, we know we have to investigate this further. In this way, using the member card to track certain data also helps us better understand the needs of our members! </p> <p> To learn more about the member card and data collection, please visit our wiki: <a href="https://wiki.supercoop.de/wiki/Mitgliederkarte">https://wiki.supercoop.de/wiki/Mitgliederkarte</a>. Any concerns about data protection can be addressed to our data protection officer and working group at <a href="mailto:datenschutz-supercoop@posteo.de">datenschutz-supercoop@posteo.de</a>. </p> <h3>Here’s how it works:</h3> <div> <ol> <li> Log into your Tapir profile: <a href="https://members.supercoop.de/">https://members.supercoop.de/</a> </li> <li> Scroll down and you will see an option to give your consent, including an explanation of what data we are collecting. (Please note that you can give or remove consent at any time with just one click.) </li> <li>Once you have given consent, you will see a barcode that has been created especially for you.</li> <li> The final and most important step (besides giving consent of course) is to remember to scan it at the checkout counter! You have different options for how you can do this, including: logging into Tapir on your phone and showing it from there, downloading it as a PDF and saving it to your phone, taking a screenshot, or printing it out! (We're happy to print them out for you in the shop if needed!) </li> </ol> </div> <p> Last, but not certainly least, you can also load credit onto your member card and use it to pay for your groceries! This helps both you and the coop avoid transaction fees when making a purchase, and it can be done directly at the checkout counter (Kasse)! 🎉 </p> <h2>5. Working groups</h2> <p> Your <strong>Working Group</strong> tells you <strong>what kind of work you do</strong> in the Coop. </p> <p> <strong>Please note:</strong> The most important thing is to select a shift time which you can consistently attend. As we are self-organised, we rely on the individual responsibility of each member to attend their shift and keep SuperCoop running. </p> <div> Members (barring any exceptional cases) should complete their first six shifts with one of the following core working groups: <ul> <li> <strong>Receiving and Stocking</strong> (receiving deliveries, keeping our shelves and coolers stocked, and checking expiration dates - Rote Karte not required) </li> <li> <strong>Cashier</strong> </li> <li> <strong>Welcome Desk</strong> (greeting people at the store entrance, checking member numbers and answering visitors' questions about SuperCoop) </li> <li> <strong>Maintenance</strong> (cleaning the coop after closing) </li> </ul> </div> <p> Please note that working groups and tasks dynamically adapt to the development of SuperCoop and are constantly updated. You may change working groups as needed. </p> <p> You also have opportunities to get involved at SuperCoop in addition to your regular shift. To make it as easy as possible for you to get started, we have summarized all <a href="https://wiki.supercoop.de/wiki/Working_Groups">additional working groups</a> in the wiki. Please see the Wiki for further information on how to get involved. </p> <h2>6. Member Manual</h2> <p> Before sending your questions to the Member Office, please consult the <a href="https://docs.google.com/document/d/19v91mj2MAJTtrPLCw54VMS6qlaiJqBqUAuiC6z_AKpw">member manual</a>. It contains all your need-to-know information about membership at SuperCoop: how to get started, how the shift systems work, our governance structure and much more! </p> <h2>7. SuperCoopWiki</h2> <p> Another good source of information is the <a href="https://wiki.supercoop.de/wiki/Main_Page">SuperCoop Wiki</a>. There you will find all the important details on our working groups, member meetings, webshop, your fellow co-owners/colleagues and more! It is a "living" tool that we all may edit and add to as our coop grows. Check out the <a href="https://wiki.supercoop.de/wiki/Getting_started_on_Wiki_-_Mit_dem_Wiki_arbeiten">get started</a> page to... well, get started! </p> <h2>8. Plenum</h2> <p> All members are invited to our <a href="https://wiki.supercoop.de/wiki/Plenum">plenum</a> (currently held online when decision-making is required) to vote on proposals and raise topics for discussion. Dates, links and other details are announced on the wiki and in our bi-weekly newsletter. </p> <h2>9. Newsletter</h2> <p> Wednesday is SuperCoop day! Every two weeks fresh news about current events, information on products or publications will land in your email inbox. </p> <h2>10. Slack</h2> <p> We use the chat app Slack as a direct communication channel for the working groups, projects and general information. You can register for free and use Slack directly in your browser or via the app. <a href="https://join.slack.com/t/supercoopberlin/shared_invite/zt-o5mrrdh0-RdsN0dhlz8qyCCl9clLQYA">Join here!</a> If you want help getting started, please contact the Membership Office (see above). </p> <h2>11. Direct Contact</h2> <p> If you wish to contact the Vorstand directly, please use the email <a href="mailto:%(management_email_address)s">%(management_email_address)s</a>. </p> <p> To contact the Aufsichtsrat (advisory board), please use the email address <a href="mailto:%(supervisors_email_address)s">%(supervisors_email_address)s</a>. They may be contacted regarding any topic which is relevant to the interests of SuperCoop members. </p> <h2>12. Social Media Channels</h2> <p> Oh yeah, and we are also on the <a href="https://supercoop.de">Internet</a>! Follow us on <a href="https://www.facebook.com/SuperCoopBerlin/">Facebook</a>, <a href="https://www.instagram.com/supercoopberlin/">Instagram</a>, <a href="https://www.linkedin.com/company/supercoopberlin">LinkedIn</a> or <a href="https://nebenan.de/places/organizations/3885">Nebenan.de</a> and spread the word about SuperCoop. </p> <p> We're so glad you're joining us and we hope to see you soon whether on the wiki, Slack, at the Plenum or at Osram-Höfe! </p> <p> Cooperative Greetings, <br /> Your SuperCoop-Board </p>
pt: <p>Olá %(display_name)s,</p> <p> Bem-vindo(a) como membro oficial da nossa cooperativa, %(coop_full_name)s! Em anexo encontra os detalhes da confirmação da sua adesão. Estamos muito felizes por tê-lo(a) connosco e por fazer a SuperCoop crescer consigo! </p> <p> Se ainda não o fez, por favor transfira o montante das suas ações juntamente com a taxa de admissão de 10 € para a nossa conta DE98430609671121379000. É também importante concluir a formação online de higiene da METRO antes de iniciar o seu primeiro turno na Coop. Pode encontrar todas as informações sobre isto no ponto 3. </p> <p>Veja abaixo os pontos essenciais para arrancar com a sua adesão à SuperCoop:</p> <h2>1. Member Office</h2> <p>O Member Office é o ponto de apoio aos membros para tudo o que é SuperCoop!</p> <p> Visite o Member Office para se inscrever no seu primeiro turno (ou indicar que tem direito a uma <a href="https://docs.google.com/document/d/19v91mj2MAJTtrPLCw54VMS6qlaiJqBqUAuiC6z_AKpw/edit#heading=h.rjj2v2m92fqa">isenção de trabalho</a>). Criarão uma conta para si no Tapir, o nosso sistema online de gestão de turnos, e orientarão os passos para escolher o seu turno e grupo de trabalho. </p> <div> Para questões gerais sobre a sua adesão, contacte o Member Office por e-mail (<a href="mailto:%(contact_email_address)s">%(contact_email_address)s</a>) ou visitando a <a href="https://www.google.com/maps/place/SuperCoop+Berlin/@52.553371,13.3585897,15z/data=!4m5!3m4!1s0x0:0x72e80db955fa8d3!8m2!3d52.5533091!4d13.3586012">SuperCoop</a>. Horário de funcionamento: <ul> <li>Segunda a sexta: 16:30 – 19:30</li> <li>Sábados: 11:00 – 14:00</li> </ul> </div> <h2>2. <a href="https://members.supercoop.de/">Tapir</a></h2> <p> O <a href="https://members.supercoop.de/">Tapir</a> é o nosso sistema de gestão de turnos, criado por e para os membros da SuperCoop! Aí pode inscrever-se em turnos e ver informações adicionais sobre a sua adesão, como o número de ações que possui. </p> <div> No Tapir encontrará também ligações para: <ul> <li>A semana atual no calendário ABCD (e o ABCD para o resto do ano),</li> <li>wiki,</li> <li>manual do membro,</li> <li>horários de abertura,</li> <li>contactos do Member Office</li> <li>e estatísticas sobre turnos e a cooperativa em geral.</li> </ul> </div> <p> Para criar um perfil no Tapir, visite o Member Office no supermercado (ver horário acima). Não se esqueça de <a href="https://docs.google.com/document/d/19v91mj2MAJTtrPLCw54VMS6qlaiJqBqUAuiC6z_AKpw/edit#heading=h.aal5b9whb07w">adicionar um co-comprador</a> à sua conta! </p> <p> Depois de criado o seu perfil, receberá um e-mail de confirmação com uma ligação para definir a palavra-passe. Poderá então usar as mesmas credenciais para aceder à <a href="https://wiki.supercoop.de/wiki/Main_Page">Wiki da SuperCoop</a>. </p> <p><strong>Dica:</strong> guarde nos favoritos o <a href="https://members.supercoop.de/">link do Tapir</a> para o encontrar facilmente no futuro!</p> <h2>3. Formação de Higiene</h2> <p> Os novos membros devem concluir a formação online de higiene da METRO ANTES do primeiro turno: <a href="https://kw.my/jEM8PK/#/">https://kw.my/jEM8PK/#/</a>. A formação demora cerca de 30 minutos e termina com um breve questionário. Se responder corretamente a 80%% das perguntas, recebe um certificado. Mostre-o a um colaborador no seu primeiro turno. </p> <p> No primeiro turno, o responsável de equipa ou um colaborador fará uma introdução adicional de 10 minutos e mostrará os pontos e regras mais importantes da loja. Se não conseguir fazer a formação online em casa, pode realizá-la no nosso Welcome Desk durante o seu turno. </p> <h2>4. Cartão de Membro</h2> <p> O seu Cartão de Membro pode ser ativado através da sua conta Tapir. Os cartões são baseados em consentimento, pois utilizamo-los para recolher dados sobre o valor total das compras e a frequência de compra. Usamos esta informação para apoiar o planeamento financeiro e projetar receitas futuras, e para perceber o impacto de medidas no sortido. Se a regularidade ou o total das compras diminuir, investigamos. Assim, o cartão ajuda-nos a compreender melhor as necessidades dos membros! </p> <p> Saiba mais na wiki: <a href="https://wiki.supercoop.de/wiki/Mitgliederkarte">https://wiki.supercoop.de/wiki/Mitgliederkarte</a>. Dúvidas sobre proteção de dados: <a href="mailto:datenschutz-supercoop@posteo.de">datenschutz-supercoop@posteo.de</a>. </p> <h3>Como funciona:</h3> <div> <ol> <li>Inicie sessão no seu perfil Tapir: <a href="https://members.supercoop.de/">https://members.supercoop.de/</a></li> <li>Desça a página e dê o seu consentimento (pode remover a qualquer momento com um clique).</li> <li>Após consentir, verá um código de barras criado especialmente para si.</li> <li>Passo final: lembre-se de o digitalizar na caixa! Pode mostrar no telemóvel, descarregar PDF, capturar ecrã ou imprimir (imprimimos na loja se necessário!).</li> </ol> </div> <p> Por fim, pode também carregar saldo no seu cartão de membro e pagar as compras com ele! Evita taxas de transação para si e para a coop e pode fazê-lo diretamente na caixa (Kasse)! 🎉 </p> <h2>5. Grupos de Trabalho</h2> <p>O seu <strong>Grupo de Trabalho</strong> indica <strong>que tipo de trabalho</strong> faz na Coop.</p> <p><strong>Nota:</strong> o mais importante é escolher um horário de turno que possa cumprir regularmente. Sendo auto-organizados, contamos com a responsabilidade de cada membro.</p> <div> Regra geral, os membros devem completar os primeiros seis turnos num dos grupos centrais: <ul> <li><strong>Receção e Reposição</strong> (receber entregas, manter prateleiras e arcas abastecidas, verificar validades – Rote Karte não necessária)</li> <li><strong>Caixa</strong></li> <li><strong>Welcome Desk</strong> (saudar visitantes, verificar números de membro e responder a perguntas)</li> <li><strong>Manutenção</strong> (limpeza após o fecho)</li> </ul> </div> <p>Os grupos e tarefas adaptam-se dinamicamente; pode mudar de grupo quando necessário.</p> <p>Além do turno regular, há muitas formas de se envolver. Reunimos os <a href="https://wiki.supercoop.de/wiki/Working_Groups">grupos adicionais</a> na wiki.</p> <h2>6. Manual do Membro</h2> <p>Antes de escrever ao Member Office, consulte o <a href="https://docs.google.com/document/d/19v91mj2MAJTtrPLCw54VMS6qlaiJqBqUAuiC6z_AKpw">manual do membro</a> com tudo o que precisa de saber.</p> <h2>7. SuperCoop Wiki</h2> <p>Outra ótima fonte é a <a href="https://wiki.supercoop.de/wiki/Main_Page">Wiki da SuperCoop</a>. É um recurso vivo que todos podemos editar. Comece pela página <a href="https://wiki.supercoop.de/wiki/Getting_started_on_Wiki_-_Mit_dem_Wiki_arbeiten">getting started</a>.</p> <h2>8. Plenário</h2> <p>Todos os membros são convidados ao <a href="https://wiki.supercoop.de/wiki/Plenum">plenário</a> (atualmente online quando há decisões) para votar e debater. Datas e ligações na wiki e newsletter quinzenal.</p> <h2>9. Newsletter</h2> <p>Quarta-feira é dia de SuperCoop! De duas em duas semanas recebe novidades no seu e-mail.</p> <h2>10. Slack</h2> <p>Usamos o Slack para comunicação entre grupos, projetos e info geral. Registo gratuito e uso via browser ou app. <a href="https://join.slack.com/t/supercoopberlin/shared_invite/zt-o5mrrdh0-RdsN0dhlz8qyCCl9clLQYA">Junte-se aqui!</a> Se precisar de ajuda, contacte o Member Office.</p> <h2>11. Contacto Direto</h2> <p>Para contactar diretamente o Vorstand use <a href="mailto:%(management_email_address)s">%(management_email_address)s</a>.</p> <p>Para contactar o Aufsichtsrat (conselho fiscal), use <a href="mailto:%(supervisors_email_address)s">%(supervisors_email_address)s</a>. Para quaisquer assuntos relevantes aos membros.</p> <h2>12. Canais de Redes Sociais</h2> <p>Também estamos na <a href="https://supercoop.de">Internet</a>! Siga-nos no <a href="https://www.facebook.com/SuperCoopBerlin/">Facebook</a>, <a href="https://www.instagram.com/supercoopberlin/">Instagram</a>, <a href="https://www.linkedin.com/company/supercoopberlin">LinkedIn</a> ou <a href="https://nebenan.de/places/organizations/3885">Nebenan.de</a> e espalhe a palavra.</p> <p>Estamos muito contentes por se juntar a nós — vemos-nos em breve na wiki, Slack, no Plenário ou nos Osram-Höfe!</p> <p> Saudações cooperativas,<br /> O Conselho da SuperCoop </p>

source: Welcome at %(organization_name)s!
de: Willkommen in der %(organization_name)s!
pt: Bem-vindo(a) à %(organization_name)s!

source: <p>Dear %(display_name)s,</p> <p> Welcome as an official investing member of %(coop_full_name)s! By subscribing to %(num_shares)s cooperative share/s, you have decided to shape the food system together with us and many other coop members! </p> <p> We are very happy to confirm your admission to the cooperative with the membership number %(owner_id)s. See the attached PDF for full details. </p> <p> If you have questions, please contact our member-office (<a href="mailto: mitglied@supercoop.de">mitglied@supercoop.de</a>) </p> <p> Cooperative greetings, <br /> Your SuperCoop-Board </p>
de: <p>Liebe/r %(display_name)s,</p> <p> Willkommen als neues investierendes Mitglied von %(coop_full_name)s! Mit der Zeichnung von %(num_shares)s Genossenschaftsanteil/en, hast du dich entschieden, gemeinsam mit uns und vielen anderen Genossenschaftsmitgliedern das Lebensmittelsystem zu gestalten! </p> <p> Wir freuen uns sehr, dir deinen Beitritt zur Genossenschaft mit der Mitgliedsnummer %(owner_id)s zu bestätigen. Siehe das beigefügten PDF für alle Details. </p> <p> Wenn du Fragen hast, wende dich bitte an unser Mitgliedsbüro<a href="mailto: mitglied@supercoop.de">(mitglied@supercoop.de)</a> </p> <p> Kooperative Grüße, <br /> Dein SuperCoop-Vorstand </p>
pt: <p>Caro(a) %(display_name)s,</p> <p> Bem-vindo(a) como membro investidor oficial de %(coop_full_name)s! Ao subscrever %(num_shares)s ação(ões) da cooperativa, decidiu moldar o sistema alimentar connosco e com muitos outros membros! </p> <p> Temos muito gosto em confirmar a sua admissão à cooperativa com o número de membro %(owner_id)s. Consulte o PDF em anexo para todos os detalhes. </p> <p> Se tiver perguntas, contacte o nosso Member Office (<a href="mailto: mitglied@supercoop.de">mitglied@supercoop.de</a>). </p> <p> Saudações cooperativas,<br /> O Conselho da SuperCoop </p>

source: Confirmation of the investing membership at %(organization_name)s!
de: Bestätigung der Fördermitgliedschaft bei %(organization_name)s!
pt: Confirmação da adesão como investidor em %(organization_name)s!

source: <p>Dear %(display_name)s,</p> <p> what a pity that you want to leave us. We hereby confirm the cancellation of your membership with SuperCoop Berlin eG. <br> </p>
de: <p>Liebe*r %(display_name)s,</p> <p> schade, dass Du uns verlassen möchtest. Hiermit bestätigen wir Dir die Kündigung deiner Mitgliedschaft bei SuperCoop Berlin eG. <br> </p>
pt: <p>Caro(a) %(display_name)s,</p> <p> Lamentamos que nos queira deixar. Confirmamos por este meio o cancelamento da sua adesão à SuperCoop Berlin eG. <br> </p>

source: <p> As you stated in your letter of cancellation that you want to transfer your shares to SuperCoop, your termination is effective immediately. </p>
de: <p> Wie in deinem Kündigungsschreiben angegeben, möchtest Du deine Anteile an SuperCoop übertragen. Somit ist deine Kündigung ab sofort gültig. </p>
pt: <p> Como indicou na sua carta de cancelamento que pretende transferir as suas ações para a SuperCoop, a sua cessação produz efeitos imediatos. </p>

source: <p> You stated in your letter of cancellation that you want to transfer your shares to another member. We've informed %(transferred_member)s about this separately. Your termination is effective immediately. </p>
de: <p> Wie in deinem Kündigungsschreiben angegeben, möchtest Du deine Anteile an ein anderes Mitglied übertragen. Wir haben %(transferred_member)s darüber gesondert informiert. Deine Kündigung ist ab sofort gültig. </p>
pt: <p> Indicou na sua carta de cancelamento que pretende transferir as suas ações para outro membro. Informámos %(transferred_member)s separadamente. A sua cessação produz efeitos imediatos. </p>
