Repository: SuperCoopBerlin/tapir
Catalog: tapir/translations/locale/*/LC_MESSAGES/django.po
Languages: de, pt

source: <p> As you wished in your cancellation letter your membership will run until the end of the regular cancellation period specified in our Articles of Association, i.e. until the end of the financial year in three years. Please note the passage stated in our Articles of Association under <b>§4 Termination of membership, transfer of business assets, death and exclusion</b>. As a precaution, the articles of association are attached to this e-mail. </p> <p> <b>As your membership will continue to run as normal for the next three years and is still entered as "active" in Tapir, we would like to take this opportunity to point out that you can continue to complete shifts in the next three years and therefore retain your right to shop. If you no longer wish to complete shifts or shop in Supercoop, we would ask you to apply to the member-office (%(contact_email_address)s) to switch your membership to "investing". </b> </p> <p> This will prevent your shift backlog from going into the red and you from receiving emails with warnings from us in the future. </p>
de: <p> Da Du in deinem Kündigungsschreiben angegeben hast, dass Du deine Anteile wieder zurückerstattet haben möchtest, läuft deine Mitgliedschaft bis zum Ablauf der in unserer Satzung angegebenen regulären Kündigungsfrist, d.h. bis zum Abschluss des Geschäftsjahres in drei Jahren. <b>Bitte beachte dazu den in unserer Satzung angegebenen Passus unter §4 Beendigung der Mitgliedschaft, Übertragung des Geschäftsguthabens, Tod und Ausschluss.</b> Vorsorglich ist an diese Mail die Satzung angehängt. </p> <p> <b> Da deine Mitgliedschaft im Falle der regulären Kündigungsfrist und damit einhergehenden Auseinandersetzung (siehe Satzung) über drei Jahre weiterläuft und auch in Tapir weiterhin als "aktiv" eingetragen ist, möchten wir dich an dieser Stelle darauf hinweisen, dass Du innerhalb der nächsten drei Jahre auch weiterhin Schichten absolvieren kannst und damit auch dein Einkaufsrecht weiterhin behältst. Solltest Du keine Schichten mehr absolvieren und auch nicht mehr in der Supercoop einkaufen wollen, möchten wir dich bitten, beim Mitgliederbüro (%(contact_email_address)s) zu beantragen, dass deine Mitgliedschaft auf "investierend" umgestellt wird. </b> </p> <p> Damit wird verhindert, dass dein Schichtstatus ins Minus gerät und Du in Zukunft Emails mit Warnungen von uns erhältst. </p>
pt: <p> Conforme solicitado na sua carta de cancelamento, a sua adesão manter-se-á até ao final do período regular de rescisão previsto nos Estatutos, ou seja, até ao final do exercício financeiro dentro de três anos. Por favor, note a passagem indicada nos Estatutos em <b>§4 Cessação de pertença, transferência de ativos, morte e exclusão</b>. Por precaução, os Estatutos seguem anexos a este e-mail. </p> <p> <b>Como a sua adesão continuará normalmente nos próximos três anos e permanece como "ativa" no Tapir, salientamos que pode continuar a cumprir turnos durante esse período e, assim, manter o direito de comprar. Se deixar de querer fazer turnos ou comprar na SuperCoop, solicitamos que peça ao Member Office (%(contact_email_address)s) a mudança da sua adesão para "investidor". </b> </p> <p> Isto evitará que o seu saldo de turnos fique negativo e que receba avisos nossos no futuro. </p>

source: <p> We wish you all the best for the future and please do not hesitate to contact the member-office (%(contact_email_address)s) if you have any further questions. </p> <p>Cooperative greetings,</p> <p>Your SuperCoop-Board</p>
de: <p> Wir wünschen Dir alles Gute für die Zukunft und zögere bitte nicht, wenn Du noch weitere Fragen hast, das Mitgliederbüro (%(contact_email_address)s) zu kontaktieren. </p> <p>Kooperative Grüße,</p> <p>Dein SuperCoop-Vorstand</p>
pt: <p> Desejamos-lhe tudo de bom para o futuro e, se tiver mais questões, não hesite em contactar o Member Office (%(contact_email_address)s). </p> <p>Saudações cooperativas,</p> <p>O Conselho da SuperCoop</p>

source: Confirmation of the cancellation of membership: %(share_owner_name)s
de: Bestätigung der Kündigung von: %(share_owner_name)s
pt: Confirmação do cancelamento de adesão: %(share_owner_name)s

source: <p>Dear %(receiving_member)s,</p> <p> Good news for you and unfortunately bad news for us! <br> %(resigning_member)s has cancelled his membership of SuperCoop Berlin eG and bequeathed her/his share(s) to you. Don't be surprised if you suddenly see more shares in your Tapir account. If this was done without your consent you can contact the member-office (%(contact_email_address)s). </p> <p>Cooperative greetings,</p> <p>Your SuperCoop-Board</p>
de: <p>Liebe*r %(receiving_member)s,</p> <p> Gute Nachrichten für dich und leider schlechte Nachrichten für uns! <br> %(resigning_member)s hat seine Mitgliedschaft bei SuperCoop Berlin eG gekündigt und dir seinen/ihre Anteil(e) vermacht. Wundere dich nicht, wenn in deinem Tapir-Konto plötzlich mehr Anteile vermerkt sind. Sollte dies ohne deine Zustimmung geschehen sein, kannst du dich an das Mitgliederbüro (%(contact_email_address)s) wenden. </p> <p>Kooperative Grüße,</p> <p>Dein SuperCoop-Vorstand</p>
pt: <p>Caro(a) %(receiving_member)s,</p> <p> Boas notícias para si e, infelizmente, más notícias para nós! <br> %(resigning_member)s cancelou a sua adesão à SuperCoop Berlin eG e legou-lhe a(s) sua(s) ação(ões). Não se surpreenda se vir subitamente mais ações na sua conta Tapir. Se isto foi feito sem o seu consentimento, contacte o Member Office (%(contact_email_address)s). </p> <p>Saudações cooperativas,</p> <p>O Conselho da SuperCoop</p>

source: %(resigned_member_full)s bequeathed her / his share(s) to you because of resignation
de: %(resigned_member_full)s hat dir seinen/ihren Anteil wegen seines/ihres Rücktritts vermacht
pt: %(resigned_member_full)s legou-lhe a(s) sua(s) ação(ões) devido à sua demissão

source: <p>Dear %(user_display_name)s,</p> <p>we just created an account for you in our SuperCoop member system. Here you can view your upcoming shifts, book an additional shift if you'd like or mark your shift as “looking for a stand-in” (for example when you go on vacation). <br /> Please see the <a href="https://wiki.supercoop.de/wiki/Member_Manual">Member Manual</a> section III for more information on the Stand-in System.</p>
de: <p> Liebe*r %(user_display_name)s,</p> <p>wir haben soeben ein Konto für dich in unserem SuperCoop Mitgliedersystem erstellt. Hier kannst du deine anstehenden Schichten einsehen, eine zusätzliche Schicht buchen, wenn du möchtest, oder deine Schicht als „Vertretung gesucht“ markieren (z.B. wenn du in Urlaub gehst).<br /> Weitere Informationen zum Vertretungssystem findest du im <a href="https://wiki.supercoop.de/wiki/Member_Manual">Mitgliederhandbuch</a>.</p>
pt: <p>Caro(a) %(user_display_name)s,</p> <p>acabámos de criar uma conta para si no sistema de membros da SuperCoop. Aqui pode ver os seus próximos turnos, reservar um turno adicional ou marcar um turno como “à procura de substituto” (por exemplo, quando vai de férias). <br /> Consulte a secção III do <a href="https://wiki.supercoop.de/wiki/Member_Manual">Manual do Membro</a> para mais informações sobre o sistema de substituições.</p>

source: Your regular ABCD-shift is: %(slot_display_name)s. You will receive a reminder email in advance of your first shift.
de: Deine regelmäßige ABCD-Schicht ist: %(slot_display_name)s. Vor deiner ersten Schicht wirst du nochmal eine Erinnerungsmail erhalten.
pt: O seu turno regular ABCD é: %(slot_display_name)s. Receberá um e-mail de lembrete antes do seu primeiro turno.

source: Flying members: Please keep in mind that you must have at least one shift “banked” for each shift cycle. For more information please see the <a href="https://wiki.supercoop.de/wiki/Member_Manual">Member Manual</a> .
de: Fliegende Mitglieder: Bitte achtet darauf, zu jedem Zyklus-Ende mindestens ein Schichtguthaben auf eurem Schichtkonto zu haben. Mehr Infos findet ihr im <a href="https://wiki.supercoop.de/wiki/Member_Manual">Mitgliederhandbuch</a>.
pt: Membros “voadores”: lembrem-se de que devem ter pelo menos um turno “em banco” por ciclo de turnos. Para mais informações, consultem o <a href="https://wiki.supercoop.de/wiki/Member_Manual">Manual do Membro</a>.

source: <p>Your username is *%(username)s* . In order to login to your account, you first have to set a password : <a href="%(site_url)s%(password_reset_confirm_url)s">Click here to set your password</a></p> <p>This link is only valid for a few weeks. Should it expire, you can get a new one here : <a href="%(site_url)s%(password_reset_request_url)s">Click here to get a new link</a></p> <p>You can also login to the SuperCoop wiki with that account.</p> <p>Alternatively, as for any other question, you can always contact the <a href="https://wiki.supercoop.de/wiki/Mitgliederb%%C3%%BCro_-_Member_Office">Member Office</a></p>
de: <p>Dein Nutzer*innenname ist *%(username)s* . Um dein Konto nutzen zu können, musst du zuerst ein Passwort festlegen: <a href="%(site_url)s%(password_reset_confirm_url)s">Klick hier um dein Passwort zu setzen.</a></p> <p>Dieser Link ist nur einige Wochen gültig. Sollte er abgelaufen sein, kannst du einen neuen Link anfordern: <a href="%(site_url)s%(password_reset_request_url)s">Klick hier um einen neuen Link zu bekommen.</a></p> <p>Mit diesem Konto kannst du dich auch in unser Wiki einloggen.</p> <p>Alternativ, und auch bei allen anderen Fragen, kannst du dich jederzeit an das <a href="https://wiki.supercoop.de/wiki/Mitgliederb%%C3%%BCro_-_Member_Office">Mitgliederbüro</a> wenden.</p>
pt: <p>O seu nome de utilizador é *%(username)s*. Para iniciar sessão, primeiro tem de definir uma palavra-passe: <a href="%(site_url)s%(password_reset_confirm_url)s">Clique aqui para definir a sua palavra-passe</a></p> <p>Esta ligação é válida apenas por algumas semanas. Se expirar, pode gerar uma nova aqui: <a href="%(site_url)s%(password_reset_request_url)s">Clique aqui para obter uma nova ligação</a></p> <p>Também pode iniciar sessão na wiki da SuperCoop com esta conta.</p> <p>Em alternativa, e para quaisquer questões, pode sempre contactar o <a href="https://wiki.supercoop.de/wiki/Mitgliederb%%C3%%BCro_-_Member_Office">Member Office</a></p>

source: Cooperative regards, <br /> Your SuperCoop Berlin Member Office team.
de: Kooperative Grüße,<br /> dein Team vom Mitgliederbüro SuperCoop Berlin.
pt: Cumprimentos cooperativos, <br /> A equipa do Member Office da SuperCoop Berlin.

source: Your account in Tapir, %(coop_name)s's member system
de: Dein Konto in Tapir, das Mitgliedersystem von %(coop_name)s
pt: A sua conta no Tapir, o sistema de membros de %(coop_name)s

source: General Tapir Accounts
pt: Contas gerais do Tapir

source: Payments
de: Zahlungen
pt: Pagamentos

source: Register a new payment
de: Zahlung registrieren
pt: Registar um novo pagamento

source: New membership pause starting %(start_date)s: %(description)s.
de: Eine neue Mitgliedsschaftspause startet am %(start_date)s: %(description)s.
pt: Nova pausa de adesão a iniciar em %(start_date)s: %(description)s.

source: New Payment: %(amount)s € on %(payment_date)s
pt: Novo pagamento: %(amount)s € em %(payment_date)s

source: Member resigned for reason: %(cancellation_reason)s
pt: Membro demissionário pelo motivo: %(cancellation_reason)s

source: Reactivated resigned member
de: Reaktiviertes ausgeschiedenes Mitglied
pt: Membro demissionário reativado

source: Updated payment:
de: Aktualisierte Zahlung:
pt: Pagamento atualizado:

source: Updated membership pause:
de: Aktualisierte Mitgliedschaftspause
pt: Pausa de adesão atualizada:

source: Updated resigned membership:
de: Aktualisierte ausgetretene Mitgliedschaft:
pt: Adesão rescindida atualizada:

source: Update Member:
de: Mitglied bearbeiten:
pt: Atualizar membro:

source: Matching program
de: Matching-Programm
pt: Programa de correspondência

source: Matching program members
de: Teilnehmende des Matching-Programms
pt: Membros do programa de correspondência

source: The members in this list have expressed that they are willing to pay the share for a potential new member that otherwise couldn't afford it.
pt: Os membros desta lista manifestaram disponibilidade para pagar a ação de um novo membro que, de outra forma, não teria possibilidade financeira.

source: Lists
de: Listen
pt: Listas

source: Access right groups
de: Zugriffsrechte-Gruppen
pt: Grupos de permissões de acesso

source: Membership pauses
de: Mitgliedschaft pausiert
pt: Pausas de adesão

source: Membership resignations
de: Mitgliedschaftskündigungen
pt: Cessões de adesão

source: Old member statistics
de: Alte Mitgliederstatistik
pt: Estatísticas antigas de membros

source: <p>This statistics have been hidden from members in order to focus on the more important ones.</p> <p>They may not be relevant or well presented.</p>
pt: <p>Estas estatísticas foram ocultadas dos membros para dar enfoque às mais importantes.</p> <p>Poderão não ser relevantes ou não estar bem apresentadas.</p>

source: Create a new pause
de: Neue Pause erstellen
pt: Criar uma nova pausa

source: Filtered %(filtered_pause_count)s of %(total_pause_count)s
pt: Filtradas %(filtered_pause_count)s de %(total_pause_count)s

source: Resign a new membership
de: Ein neues Mitglied kündigen
pt: Rescindir uma nova adesão

source: List of membership resignations
de: Liste der Austritte von Mitgliedern
pt: Lista de rescisões de adesão

source: Only the vorstand, the member-office and the employees can create resignations.
de: Nur der Vorstand, das Mitgliedsbüro und die Mitarbeiter können Kündigungen anlegen.
pt: Apenas o Vorstand, o Member Office e os funcionários podem criar rescisões.

source: Resign new member
pt: Rescindir novo membro

source: Membership resignation
de: Mitgliedschaftskündigung
pt: Rescisão de adesão

source: Confirm cancellation of resignation
pt: Confirmar cancelamento da rescisão

source: Are you sure you want to cancel the resignation of %(member_name)s? The person's shares will be reactivated.
pt: Tem a certeza de que deseja cancelar a rescisão de %(member_name)s? As ações da pessoa serão reativadas.

source: Share owner
pt: Proprietário da ação

source: Cancellation reason
de: Grund der Kündigung
pt: Motivo da rescisão

source: Cancellation date
de: Datum der Kündigung
pt: Data da rescisão

source: Membership ends
de: Mitgliedschaft endet
pt: Adesão termina

source: Resignation type
de: Art der Kündigung
pt: Tipo de rescisão

source: Paid out
de: Ausbezahlt
pt: Pago

source: Yes
de: Ja
pt: Sim

source: No
de: Nein
pt: Não

source: Only the vorstand and the employees can edit resignations.
pt: Apenas o Vorstand e os funcionários podem editar rescisões.

source: Confirmation acquisition of additional shares in %(coop_name)s for %(display_name)s
de: Bestätigung Erwerb zusätzlicher Anteile bei %(coop_name)s für %(display_name)s
pt: Confirmação da aquisição de ações adicionais em %(coop_name)s para %(display_name)s

source: Confirmation acquisition of additional shares in %(coop_full_name)s
de: Bestätigung Erwerb zusätzlicher Anteile bei %(coop_full_name)s
pt: Confirmação da aquisição de ações adicionais em %(coop_full_name)s

source: <p>Dear %(display_name_short)s,</p> <p> Thank you for your support!<br /> This document confirms that you have purchased %(num_shares)s additional shares. Once payment is received, this information will also be reflected in your Tapir profile. </p> <p> Reminder: Your membership number is %(member_number)s.<br /> This number is important for your communication with us and the Member Office. Please save it as you will need it often. </p> <p> If you have any questions, feel free to contact the Member Office (<a href="mailto:%(contact_email_address)s">%(contact_email_address)s</a>) and we will answer you as soon as possible. </p> <p> Thank you for your continued support! </p> <p> Cooperative greetings<br /> Your SuperCoop-Board </p>
de: <p> Liebe*r %(display_name_short)s, </p> <p> Danke für deine Unterstützung!<br/> Dieses Dokument bestätigt, dass du %(num_shares)s zusätzliche Anteile erworben hast. </p> <p> Zur Erinnerung: Deine Mitgliedsnummer ist %(member_number)s.<br/> Diese Nummer ist wichtig für die Kommunikation mit uns und dem Mitgliederbüro. Du wirst sie öfter brauchen. </p> <p> Bei Fragen kannst du dich gerne an <a href="mailto:%(contact_email_address)s">%(contact_email_address)s</a> wenden und wir antworten dir so schnell wie möglich. </p> <p> Vielen Dank für deine weitere Unterstützung! </p> <p> Kooperative Grüße<br /> Dein Vorstand,<br /> </p>
pt: <p>Caro(a) %(display_name_short)s,</p> <p> Obrigado pelo seu apoio!<br /> Este documento confirma que adquiriu %(num_shares)s ações adicionais. Assim que o pagamento for recebido, esta informação será também refletida no seu perfil Tapir. </p> <p> Lembrete: O seu número de membro é %(member_number)s.<br /> Este número é importante para a sua comunicação connosco e com o Member Office. Guarde-o, pois irá precisar dele com frequência. </p> <p> Se tiver alguma questão, contacte o Member Office (<a href="mailto:%(contact_email_address)s">%(contact_email_address)s</a>) e responderemos o mais rápido possível. </p> <p> Obrigado pelo seu apoio contínuo! </p> <p> Saudações cooperativas<br /> O Conselho da SuperCoop </p>

source: Organisation logo
pt: Logótipo da organização

source: Go to user page
de: Zur Nutzer*innen-Seite
pt: Ir para a página do utilizador

source: Cooperative Members
de: Genossenschaftsmitglieder
pt: Membros da cooperativa

source: Filtered %(filtered_member_count)s of %(total_member_count)s
de: %(filtered_member_count)s aus %(total_member_count)s gefilterte Mitglieder
pt: Filtrados %(filtered_member_count)s de %(total_member_count)s

source: Members statistics
de: Mitglieder-Statistik
pt: Estatísticas dos membros

source: Loading...
de: Lädt...
pt: A carregar...

source: Statistics on members
de: Mitglieder-Statistiken
pt: Estatísticas sobre membros

source: Active members with account at end of month as CSV
de: Aktive Mitglieder mit Konto am Monatsende als CSV
pt: Membros ativos com conta no final do mês em CSV

source: Evolution of member count
de: Entwicklung der Mitgliederzahl
pt: Evolução do número de membros

source: Member age distribution
de: Verteilung des Mitgliederalters
pt: Distribuição etária dos membros

source: Statistics on shares
de: Anteile-Statistiken
pt: Estatísticas sobre ações

source: Evolution of the number of shares
de: Entwicklung der Anzahl Anteile
pt: Evolução do número de ações

source: Members who bought extra shares
de: Mitglieder die weitere Anteile übernommen haben
pt: Membros que compraram ações adicionais

source: Member status updates
de: Aktualisierungen des Mitgliedsstatus
pt: Atualizações de estatuto dos membros

source: Get as CSV
pt: Obter em CSV

source: Number of co-purchasers per month
de: Anzahl der Mitkäufer:innen pro Monat
pt: Número de co-compradores por mês

source: Member #%(coop_share_owner_id)s
de: Mitglied #%(coop_share_owner_id)s
pt: Membro n.º %(coop_share_owner_id)s

source: Membership confirmation
de: Mitgliedsbestätigung
pt: Confirmação de adesão

source: (membership starting %(start_date)s)
pt: (adesão com início em %(start_date)s)

source: (membership ending %(end_date)s)
pt: (adesão com fim em %(end_date)s)

source: Attended
de: Teilgenommen
pt: Compareceu

source: Pending
de: Ausstehend
pt: Pendente

source: Mark Attended
de: Als teilgenommen markieren
pt: Marcar como compareceu

source: Owned shares
de: Anteile
pt: Ações detidas

source: List of shares owned by this member
de: Liste der Anteile die dieses Mitglied gehören
pt: Lista de ações detidas por este membro

source: Starts at
de: Anfangsdatum
pt: Começa em

source: Ends at
de: Endet am
pt: Termina em

source: Sold or future
pt: Vendidas ou futuras

source: Only use this to correct mistakes, i.e. if the share was erroneously entered into the system and the person never actually bought it. If the person simply sold their share back to the coop, please mark the share as sold instead.
pt: Use isto apenas para corrigir erros, por exemplo, se a ação foi introduzida no sistema por engano e a pessoa nunca a comprou. Se a pessoa simplesmente vendeu a ação de volta à cooperativa, por favor marque a ação como vendida.

source: Add Shares
de: Anteile hinzufügen
pt: Adicionar ações

source: Willing to gift a share
de: Bereit Anteile zu schenken
pt: Disponível para doar uma ação

source: Send membership confirmation email
de: Mitgliedsbestätigung per Mail senden
pt: Enviar e-mail de confirmação de adesão

source: User is not a cooperative member.
de: Benutzer*in ist kein Genossenschaftsmitglied.
pt: O utilizador não é membro da cooperativa.

source: Edit applicant: %(name)s
de: Bewerber*innen bearbeiten: %(name)s
pt: Editar candidato: %(name)s

source: Can't create member:
de: Kann Mitglied nicht erstellen:
pt: Não é possível criar membro:

source: Member can be created
de: Mitglied kann erstellt werden:
pt: O membro pode ser criado

source: Payment ID
de: Zahlungs-ID
pt: ID do pagamento

source: Other member
de: Anderes Mitglied
pt: Outro membro

source: Register payment
de: Zahlung registrieren
pt: Registar pagamento

source: Register a new incoming payment
de: Eingehende Zahlung registrieren
pt: Registar um novo pagamento recebido

source: Edit payment
de: Bezahlung bearbeiten
pt: Editar pagamento

source: Payment updated.
de: Bezahlung aktualisiert.
pt: Pagamento atualizado.

source: Payment deleted
de: Bezahlung gelöscht
pt: Pagamento eliminado

source: Required. Please insert a valid email address.
de: Erforderlich. Bitte geben Sie eine gültige E-Mail-Adresse ein.
pt: Obrigatório. Por favor, introduza um endereço de e-mail válido.

source: Create a new membership pause
de: Neue Mitgliedschaftspause erstellen
pt: Criar uma nova pausa de adesão

source: Edit membership pause: %(name)s
de: Neue Mitgliedschaftspause erstellen: %(name)s
pt: Editar pausa de adesão: %(name)s

source: Share(s) gifted {chr(8594)} SuperCoop
pt: Ação(ões) doadas {chr(8594)} SuperCoop

source: Share(s) gifted
de: Anteil(e) verschenkt
pt: Ação(ões) doadas

source: Search member or ID
de: Mitglieder suchen oder ID
pt: Procurar membro ou ID

source: Pay out start date
de: Auszahlungsbeginn
pt: Data de início do pagamento

source: Pay out end date
de: Auszahlungsende
pt: Data de fim do pagamento

source: Cancel membership of %(name)s
de: Beende Mitgliedschaft von %(name)s
pt: Cancelar a adesão de %(name)s

source: Edit share: %(name)s
de: Anteil bearbeiten: %(name)s
pt: Editar ação: %(name)s

source: Add shares to %(name)s
de: Anteile zu %(name)s hinzufügen
pt: Adicionar ações a %(name)s

source: Membership confirmation email sent.
de: Mitgliedsbestätigung per Mail gesendet.
pt: E-mail de confirmação de adesão enviado.

source: Any
de: Alle
pt: Qualquer

source: Shift Status
de: Schichtstatus
pt: Estado do turno

source: ABCD Week
de: ABCD-Woche
pt: Semana ABCD

source: Is fully paid
de: Hat vollständig bezahlt
pt: Está totalmente pago

source: Name or member ID
de: Name oder Mitgliedsnummer
pt: Nome ou ID de membro

source: Is currently exempted from shifts
de: Ist derzeit von der Schichtarbeit befreit
pt: Está atualmente isento de turnos

source: Shift Name
de: Schichtname
pt: Nome do turno

source: Has qualification
de: Hat Qualifikation
pt: Tem qualificação

source: Is registered to an ABCD-slot that requires a qualification
de: Ist für eine ABCD-Schicht eingetragen, die Qualifikation erfordert
pt: Está registado num slot ABCD que requer qualificação

source: Is registered to a slot that requires a qualification
de: Ist für eine Schicht eingetragen, die Qualifikation erfordert
pt: Está registado num slot que requer qualificação

# Willing to give a share
source: No
de: Nein
pt: Não

source: All members
de: Alle Mitglieder
pt: Todos os membros

source: Active with account
de: Aktiv mit Konto
pt: Ativos com conta
