Repository: SuperCoopBerlin/tapir
Catalog: tapir/translations/locale/*/LC_MESSAGES/django.po
Languages: de, pt

source: Flying attendance
de: Fliegende Anwesenheit
pt: Presença volante

source: <p>Be careful when creating a shift, as you won't be able to delete it afterwards.</p> <p>Slots can be added to the shift after it has been created.</p>
pt: <p>Tenha cuidado ao criar um turno, pois não poderá eliminá-lo mais tarde.</p> <p>Os lugares podem ser adicionados ao turno depois de criado.</p>

source: Add shifts
de: Schichten hinzufügen
pt: Adicionar turnos

source: Add a shift
de: Schicht hinzufügen
pt: Adicionar um turno

source: Add an ABCD shift
de: ABCD-Schicht hinfügen
pt: Adicionar um turno ABCD

source: Shift exemptions
de: Schicht-Befreiungen
pt: Isenções de turno

source: Update frozen statuses
pt: Atualizar estados congelados

source: <p>For every member, checks if they should get the frozen status, if they should get unfrozen, or if they should get the warning that they will be frozen soon.</p> <p>This command is run automatically once per day. You can trigger it here manually for test purposes or to accelerate a status update.</p>
pt: <p>Para cada membro, verifica se deve ser colocado como congelado, descongelado, ou avisado de que será congelado em breve.</p> <p>Este comando é executado automaticamente uma vez por dia. Pode acioná-lo manualmente aqui para testes ou para acelerar uma atualização de estado.</p>

source: Generate shifts from ABCD shifts
pt: Gerar turnos a partir de turnos ABCD

source: <p>This generates shifts for the coming 200 days according to the ABCD-shift-calendar.</p> <p>This command is run automatically once per day. You can trigger it manually to see results faster.</p>
pt: <p>Isto gera turnos para os próximos 200 dias de acordo com o calendário ABCD.</p> <p>Este comando é executado automaticamente uma vez por dia. Pode acioná-lo manualmente para ver resultados mais rapidamente.</p>

source: Generate shifts
pt: Gerar turnos

source: Configuration
pt: Configuração

source: ABCD Shift
de: ABCD-Schicht
pt: Turno ABCD

source: List of slots for this ABCD shifts
de: Liste des Slots für diese ABCD-Schicht
pt: Lista de lugares para este turno ABCD

source: Requirements
pt: Requisitos

source: Unregister
de: Abmelden
pt: Cancelar inscrição

source: Future generated Shifts
de: Zukünftige erstellte Schichten
pt: Turnos futuros gerados

source: Past generated Shifts
de: Vergangene Schichten
pt: Turnos passados gerados

source: ABCD weeks calendar
de: ABCD-Wochenkalender
pt: Calendário semanal ABCD

source: as pdf
de: als pdf
pt: em PDF

source: ABCD week-plan
de: ABCD-Schicht-Wochenplan
pt: Plano semanal ABCD

source: ABCD schedule overview, current week:
de: ABCD-Zeitplan Übersicht, laufende Woche:
pt: Resumo do horário ABCD, semana atual:

source: <p>This is the ABCD shiftplan. It repeats every four weeks. That's why you see only weekdays (Monday, Tuesday...) and the week (A,B,C or D), instead of specific dates (e.g. 23.8.2021). To see the date of your next shift, please go to your profile.</p> <p>If you would like to change your regular ABCD shift, please contact the Member Office.</p>
de: <p>Dies ist der ABCD-Zeitplan. Er wiederholt sich alle vier Wochen. Deswegen siehst du nur Wochentage (Montag, Dienstag...) und die Woche (A,B,C oder D) anstatt genauer Datumsangaben (z.B. 23.8.2021). Um das Datum deiner nächsten Schicht zu sehen, geh bitte zu deinem Kontoprofil. </p> <p>Wenn du deine regelmäßige ABCD-Schicht ändern möchtest, wende dich bitte ans Mitgliederbüro.</p>
pt: <p>Este é o plano de turnos ABCD. Ele repete-se a cada quatro semanas. É por isso que vê apenas os dias da semana (segunda-feira, terça-feira...) e a semana (A, B, C ou D), em vez de datas específicas (ex: 23.8.2021).</p> <p>Para ver a data do seu próximo turno, vá ao seu perfil. Se quiser alterar o seu turno ABCD regular, contacte o Escritório de Membros.</p>

source: Calendar of ABCD shifts
de: Kalender der ABCD-Schichten
pt: Calendário de turnos ABCD

source: Create shift exemption
de: Schicht-Befreiung erzeugen
pt: Criar isenção de turno

source: Filtered %(filtered_exemption_count)s of %(total_exemption_count)s
pt: Filtrado %(filtered_exemption_count)s de %(total_exemption_count)s

source: Be careful when creating a shift slot, as you won't be able to delete it afterwards.
de: Sei vorsichtig, wenn du ein Schicht-Slot anlegst, weil du es nachträglich nicht löschen kannst.
pt: Tenha cuidado ao criar um lugar de turno, pois não poderá eliminá-lo depois.

source: Available
de: Verfügbar
pt: Disponível

source: <p>There is %(available_solidarity_shifts)s solidarity shift available at the moment</p>
de: <p>Es ist zurzeit %(available_solidarity_shifts)s Solidaritäts-Schicht verfügbar</p>
pt: <p>Existe %(available_solidarity_shifts)s turno solidário disponível de momento</p>

source: <p>There are %(available_solidarity_shifts)s solidarity shifts available at the moment</p>
de: <p>Es sind zurzeit %(available_solidarity_shifts)s Solidaritäts-Schichten verfügbar</p>
pt: <p>Existem %(available_solidarity_shifts)s turnos solidários disponíveis de momento</p>

source: Used
de: Bisher genutzt
pt: Utilizado

source: <p>%(used_solidarity_shifts_total)s solidarity shift has been used in total</p>
de: <p>%(used_solidarity_shifts_total)s Solidaritäts-Schicht wurde bisher genutzt</p>
pt: <p>%(used_solidarity_shifts_total)s turno solidário foi utilizado no total</p>

source: <p>%(used_solidarity_shifts_total)s solidarity shifts have been used in total</p>
de: <p>%(used_solidarity_shifts_total)s Solidaritäts-Schichten wurden bisher genutzt</p>
pt: <p>%(used_solidarity_shifts_total)s turnos solidários foram utilizados no total</p>

source: Solidarity shifts used
de: Genutzte Solidaritäts-Schichten
pt: Turnos solidários utilizados

source: Gifted
de: Bisher gespendet
pt: Oferecido

source: <p>%(gifted_solidarity_shifts_total)s solidarity shift has been gifted in total</p>
de: <p>%(gifted_solidarity_shifts_total)s Solidaritäts-Schicht wurde bisher gespendet</p>
pt: <p>%(gifted_solidarity_shifts_total)s turno solidário foi oferecido no total</p>

source: <p>%(gifted_solidarity_shifts_total)s solidarity shifts have been gifted in total</p>
de: <p>%(gifted_solidarity_shifts_total)s Solidaritäts-Schichten wurden bisher gespendet</p>
pt: <p>%(gifted_solidarity_shifts_total)s turnos solidários foram oferecidos no total</p>

source: Solidarity shifts gifted
de: Gespendete Solidaritäts-Schichten
pt: Turnos solidários oferecidos

source: Shift account log for:
de: Schichtkonto-Protokoll für:
pt: Registo da conta de turnos de:

source: Add a manual entry
de: Füge per Hand einen Eintrag hinzu
pt: Adicionar registo manual

source: List of changes to this members shift account
pt: Lista de alterações à conta de turnos deste membro

source: Balance at date
pt: Saldo na data

source: Find an ABCD shift
de: ABCD-Schicht auswählen
pt: Encontrar um turno ABCD

source: Upcoming Shift
de: Nächste Schicht
pt: Próximo turno

source: Show more
de: Mehr anzeigen
pt: Mostrar mais

# No upcoming shift
source: None
de: Keine
pt: Nenhum

source: Shift for ongoing cycle pending
de: Shift für aktuellen Zyklus ausstehend
pt: Turno por marcar para o ciclo em curso

source: %(num_banked_shifts)s banked shifts
de: %(num_banked_shifts)s Schicht(en) gut geschrieben
pt: %(num_banked_shifts)s turnos em banco

source: On alert
pt: Em alerta

source: log
de: Protokoll
pt: registo

# No qualifications
source: None
de: Keine
pt: Nenhuma

source: Exemption
de: Befreiung
pt: Isenção

source: until
de: bis
pt: até

# No shift exemption
source: None
de: Keine
pt: Nenhuma

source: View all
de: Alle ansehen
pt: Ver tudo

source: Solidarity
pt: Solidariedade

source: Receive Solidarity
de: Solidaritäts-Schicht nutzen
pt: Receber solidariedade

source: Give Solidarity
de: Solidaritäts-Schicht spenden
pt: Dar solidariedade

source: One of your banked shifts will be donated as a solidarity shift. Do you want to continue?
de: Eine deiner gearbeiteten Schichten wird als Solidaritäts-Schicht gespendet. Möchtest du fortfahren?
pt: Um dos seus turnos em banco será doado como turno solidário. Deseja continuar?

source: Cancel
de: Abmelden
pt: Cancelar

source: Confirm
pt: Confirmar

source: Solidarity Status
de: Status Solidaritäts-Schichten
pt: Estado de solidariedade

source: <p>You already used %(used_solidarity_shifts_current_year)s out of 2 Solidarity Shifts this year</p>
de: <p>Du hast dieses Jahr bereits %(used_solidarity_shifts_current_year)s von 2 Solidaritäts-Schichten genutzt</p>
pt: <p>Já usou %(used_solidarity_shifts_current_year)s de 2 turnos solidários este ano</p>

source: <p>There are Solidarity Shifts available for you to use. You used %(used_solidarity_shifts_current_year)s out of 2 Solidarity Shifts this year</p>
de: <p>Es sind Solidaritäts-Schichten verfügbar. Du hast dieses Jahr bisher %(used_solidarity_shifts_current_year)s von 2 Solidaritäts-Schichten genutzt</p>
pt: <p>Há turnos solidários disponíveis para si. Já usou %(used_solidarity_shifts_current_year)s de 2 turnos solidários este ano</p>

source: <p data-bs-toggle="tooltip" data-bs-placement="bottom" data-bs-title="Solidarity Shifts can only be received while having a negative balance"> You cannot receive a Solidarity Shift at the moment</p>
de: <p data-bs-toggle="tooltip" data-bs-placement="bottom" data-bs-title="Solidaritäts-Schichten können nur bei einem negativen Schichtkonto genutzt werden">Du kannst im Moment keine Solidaritäts-Schicht nutzen</p>
pt: <p data-bs-toggle="tooltip" data-bs-placement="bottom" data-bs-title="Os turnos solidários só podem ser recebidos quando o saldo é negativo"> Não pode receber um turno solidário de momento</p>

source: <p>There are no Solidarity Shifts available at the moment</p>
de: <p>Zurzeit sind keine Solidaritäts-Schichten verfügbar</p>
pt: <p>Não há turnos solidários disponíveis de momento</p>

source: Shift partner
de: Schicht-Partner
pt: Parceiro de turno

source: You can email the member office to ask for a shift partner to be registered. <br /> See member manual section III.F.6
pt: Pode enviar um e-mail ao Escritório de Membros a pedir o registo de um parceiro de turno. <br /> Ver manual do membro, secção III.F.6

# No shift partner
source: None
de: Keine
pt: Nenhum

source: General
de: Allgemein
pt: Geral

source: Unknown mode {attendance_mode}
pt: Modo desconhecido {attendance_mode}

source: Shift attendance: %(name)s
de: Schicht-Anwesenheit: %(name)s
pt: Presença no turno: %(name)s

source: Updating shift attendance: %(member_link)s, %(slot_link)s
de: Schichtanwesenheit aktualisieren: %(member_link)s, %(slot_link)s
pt: A atualizar presença no turno: %(member_link)s, %(slot_link)s

source: ABCD attendance: %(name)s
pt: Presença ABCD: %(name)s

source: Updating ABCD attendance: %(member_link)s, %(slot_link)s
pt: A atualizar presença ABCD: %(member_link)s, %(slot_link)s

source: Is covered by shift exemption:
de: Ist durch Schicht-Befreiung abgedeckt:
pt: Está coberto por isenção de turno:

source: Shift exemption: %(name)s
de: Schicht-Befreiung: %(name)s
pt: Isenção de turno: %(name)s

source: Create shift exemption for: %(link)s
de: Erzeuge Schicht-Befreiung für: %(link)s
pt: Criar isenção de turno para: %(link)s

source: Edit shift exemption for: %(link)s
de: Schicht-Befreiung bearbeiten für: %(link)s
pt: Editar isenção de turno para: %(link)s

source: Shift exemption converted to membership pause.
de: Schichtfreistellung in Mitgliedschaftspause umgewandelt.
pt: Isenção de turno convertida em pausa de adesão.

source: Create a shift
de: Schicht erzeugen
pt: Criar um turno

source: Edit slot:
de: Slot bearbeiten:
pt: Editar lugar:

source: Edit shift:
de: Schicht bearbeiten:
pt: Editar turno:

source: Edit shift template:
de: ABCD-Schicht bearbeiten:
pt: Editar modelo de turno:

source: Create an ABCD shift
de: ABCD-Schicht erzeugen
pt: Criar um turno ABCD

source: Shifts are generated every day at midnight. After you created the ABCD shift, come back tomorrow to see your shifts!
de: Die Schichten werden jeden Tag um Mitternacht generiert. Nachdem Sie die ABCD-Schicht erstellt haben, schaue morgen wieder vorbei, um deine Schichten zu sehen!
pt: Os turnos são gerados todos os dias à meia-noite. Depois de criar o turno ABCD, volte amanhã para ver os seus turnos!

source: Shifts generated.
de: Schichten erstellt.
pt: Turnos gerados.

source: Solidarity Shift received. Account Balance increased by 1.
de: Solidaritätsschicht empfangen. Deinem Kontostand wird eine Schicht gutgeschrieben.
pt: Turno solidário recebido. Saldo da conta aumentado em 1.

source: Could not find a shift attendance to use as solidarity shift. You have to finish at least one shift, before you can donate one.
de: Es konnte keine vollendete Schicht gefunden werden, die als Solidaritätsschicht verwenden werden könnte. Du musst mindestens eine Schicht beendet haben, bevor du eine spenden kannst.
pt: Não foi possível encontrar uma presença de turno para usar como turno solidário. Tem de concluir pelo menos um turno antes de poder doar um.

source: Solidarity Shift given. Account Balance debited with -1.
de: Die Solidaritätsschicht wurde vergeben. Von deinem Kontostand wird nun eine Schicht abgezogen.
pt: Turno solidário doado. Saldo da conta debitado em -1.

source: Edit user shift data: %(name)s
de: Bearbeite Nutzer*in-Schichtdaten: %(name)s
pt: Editar dados de turnos do utilizador: %(name)s

source: Shift account: %(name)s
de: Schichtkonto-Protokoll für: %(name)s
pt: Conta de turnos: %(name)s

source: Create manual shift account entry for: %(link)s
pt: Criar registo manual na conta de turnos para: %(link)s

source: Frozen statuses updated.
pt: Estados congelados atualizados.

source: Statistics
de: Statistiken
pt: Estatísticas

source: ABCD members
de: ABCD-Mitglieder
pt: Membros ABCD

source: Only members who work are counted: members that are exempted, paused, frozen... are not counted
pt: Apenas contam os membros que trabalham: isentos, em pausa, congelados… não são contabilizados

source: Active members
de: Aktive Mitglieder
pt: Membros ativos

source: Active in the sense of their membership: paused and investing members are not active, but frozen members are active
pt: Ativos no sentido da adesão: membros em pausa e investidores não são ativos, mas membros congelados são considerados ativos

source: Active members with Tapir account
de: Aktive Mitglieder mit Tapir-Konto
pt: Membros ativos com conta Tapir

source: Same as active members, but also had an account at the given date. Some members declare themselves active when joining the coop but never come to activate their account.
pt: Igual a membros ativos, mas que também tinham conta na data indicada. Alguns declaram-se ativos ao aderir à cooperativa mas nunca chegam a ativar a conta.

source: Co-purchasers
de: Miteinkäufer*innen
pt: Co-compradores

source: Only members who can shop are counted: members that have a co-purchaser but are not allowed to shop are not counted
pt: Apenas contam os membros que podem fazer compras: membros com co-comprador mas sem direito a comprar não são contabilizados

source: Everyone
pt: Todos

source: Every past, present or future members. Anyone that is in the system.
pt: Todos os membros passados, presentes ou futuros. Qualquer pessoa no sistema.

source: Exempted members
de: Befreite Mitglieder
pt: Membros isentos

source: Counting only members that would work if they were not exempted: frozen and investing members with an exemption are not counted.
pt: Conta apenas membros que trabalhariam se não estivessem isentos: membros congelados e investidores com isenção não são contabilizados.

source: Exempted members that work
de: Befreite Mitglieder, die arbeiten
pt: Membros isentos que trabalham

source: Counting all exempted members (ignoring if they are frozen or investing) that actually did a shift in the past 60 days. Just registering to the shift doesn't count, the attendance must be confirmed.
pt: Conta todos os membros isentos (ignorando se estão congelados ou são investidores) que efetivamente fizeram um turno nos últimos 60 dias. Só registar não conta; a presença tem de ser confirmada.

source: Flying members
de: Fliegendes Mitglied
pt: Membros voadores

source: Frozen members
de: Eingefrorene Mitglieder
pt: Membros congelados

source: Counted out of 'active' members: paused and investing members not counted.
pt: Contados dentro dos ‘ativos’: membros em pausa e investidores não são contabilizados.

source: Long-term frozen members
de: Langzeit-Eingefrorene Mitglieder
pt: Membros congelados de longa duração

source: Members that are frozen since more than 180 days (roughly 6 month). Long-term frozen members are included in the "Frozen members" dataset
pt: Membros congelados há mais de 180 dias (cerca de 6 meses). Estão incluídos no conjunto “Membros congelados”

source: Investing members
de: Investierende Mitglieder
pt: Membros investidores

source: Paused members
de: Pausierte Mitglieder
pt: Membros em pausa

source: Hasn't completed payments
de: Hat Zahlungen nicht abgeschlossen
pt: Não concluiu os pagamentos

source: Members that have paid either nothing or not enough compared to the number of shares they subscribed to
pt: Membros que pagaram nada ou menos do que o devido face ao número de ações subscritas

source: Paid too much
de: Hat zuviel gezahlt
pt: Pagou a mais

source: Members that have paid more than expected relative to their number of shares
pt: Membros que pagaram mais do que o esperado relativamente ao número de ações

source: Purchasing members
de: Einkaufsberechtigten Mitglieder*innen
pt: Membros com direito a compras

source: Members who are allowed to shop. To be allowed to shop, a member must be active (see the description for "Active members"), have a Tapir account, and not be frozen.
pt: Membros com direito a compras. Para tal, o membro deve ser ativo (ver “Membros ativos”), ter conta Tapir e não estar congelado.

source: Created resignations
pt: Demissões criadas

source: Members who registered their resignation in the given month. Regardless of whether the member gifts their share or get their money back, this is relative to when the resignation is created.
pt: Membros que registaram a demissão no mês indicado. Independentemente de doarem a ação ou receberem o dinheiro, conta a data de criação da demissão.

source: Pending resignations
pt: Demissões pendentes

source: Members who want to get their money back and are waiting for the 3 year term
pt: Membros que querem o reembolso e aguardam o prazo de 3 anos

source: Shift partners
pt: Parceiros de turno

source: Counted out of working members only: a frozen member with a shift partner is not counted
pt: Contados apenas entre os membros que trabalham: um membro congelado com parceiro de turno não é contabilizado

source: Total members
pt: Total de membros

source: Ignoring status: investing and paused members are included
pt: Ignora o estado: inclui investidores e membros em pausa

source: Working members
de: Mitarbeitende Mitglieder
pt: Membros trabalhadores

source: Fancy Export
pt: Exportação avançada

source: Fancy graph
pt: Gráfico avançado

source: Main statistics
de: Hauptstatistik
pt: Estatísticas principais

source: Total number of members
de: Gesamte Mitgliederzahl
pt: Número total de membros

source: All members of the cooperative - whether investing or active: %(number_of_members_now)s.
de: Alle Mitglieder der Genossenschaft - egal, ob investierend oder aktiv.: %(number_of_members_now)s.
pt: Todos os membros da cooperativa — investidores ou ativos: %(number_of_members_now)s.

source: New members per month
de: Neue Mitglieder*innen pro Monat
pt: Novos membros por mês

source: Targets for break-even
de: Ziele für den Break-Even
pt: Metas para o ponto de equilíbrio

source: Shopping basket
de: Warenkorb
pt: Cesto de compras

source: The current target food basket value per member and per month to reach the break-even is %(target_basket)s€. If you have enabled purchase tracking, you can see your average basket value on your profile page.
pt: O valor-alvo atual do cabaz mensal por membro para atingir o break-even é %(target_basket)s€. Se tiver o acompanhamento de compras ativo, pode ver o seu valor médio de cabaz na sua página de perfil.

source: Members eligible to purchase
de: Einkaufsberechtigte Mitglieder
pt: Membros com direito a compras

source: <p> All working members and all members who have an exemption (such as parental leave, over 70, etc.). Members who are frozen (and have not yet signed up for their catch-up shifts) or on break (3 shift cycles or longer away) are not eligible to purchase. </p> <p> Target number of purchasing members for break-even: %(target_count)s. </p>
de: <p>Alle mitarbeitenden Mitglieder sowie alle Mitglieder, die eine Befreiung haben (wie Elternzeit, über 70 Jahre, etc.). Mitglieder, die eingefroren sind (und sich noch nicht für ihre Nachholschichten angemeldet haben) oder pausieren (3 Schichtzyklen oder länger nicht da sind) sind nicht einkaufsberechtigt.</p> <p>Zielanzahl der kaufenden Mitglieder für den Break-even: %(target_count)s</p>
pt: <p> Todos os membros trabalhadores e todos os com isenção (licença parental, mais de 70, etc.). Membros congelados (que ainda não marcaram turnos de compensação) ou em pausa (ausência de 3 ciclos de turnos ou mais) não têm direito a compras. </p> <p> Número-alvo de membros com compras para o break-even: %(target_count)s. </p>

source: Current
de: Aktuelle
pt: Atual

source: Working members are active members who do not have an exemption. Exemptions are, for example, one year of parental leave, prolonged illness or members over 70 years of age. Required number of working members to fulfil all shift placements: %(target_count)s.
de: Alle aktiven Mitglieder, die keine Befreiung haben. Befreiungen sind bspw. ein Jahr Elternzeit, längere Krankheit oder Mitglieder über 70 Jahre. Erforderliche Anzahl von mitarbeitende Mitglieder, um alle Schicht-Platzen zu erfüllen: %(target_count)s.
pt: Membros trabalhadores são membros ativos sem isenção. Exemplos de isenção: um ano de licença parental, doença prolongada ou membros com mais de 70 anos. Número necessário de membros trabalhadores para preencher todos os turnos: %(target_count)s.

source: Any member who is registered as an active member but is 4 or more shifts short and therefore not eligible to purchase again until they sign up for the appropriate make-up shifts.
de: Alle Mitglieder, die als aktives Mitglied eingetragen sind, aber 4 oder mehr Schichten im Minus sind und deshalb erst wieder einkaufsberechtigt sind, wenn sie sich für die entsprechenden Nachholschichten eintragen.
pt: Qualquer membro registado como ativo mas com défice de 4 ou mais turnos e que, por isso, não pode voltar a comprar até se inscrever nos turnos de compensação adequados.

source: Each member can designate one person (whether in their own household or not) to shop under the same membership number. This can be investing members or non-members.
de: Jedes Mitglied kann eine Person (egal, ob im eigenen Haushalt oder nicht) bestimmen, die unter der gleichen Mitgliedsnummer einkaufen kann. Das können investierende Mitglieder oder Nichtmitglieder sein.
pt: Cada membro pode designar uma pessoa (do mesmo agregado ou não) para comprar com o mesmo número de membro. Pode ser um membro investidor ou um não-membro.

source: Co-Purchasers
de: Miteinkäufer*innen
pt: Co-compradores
