Repository: SuperCoopBerlin/tapir
Catalog: tapir/translations/locale/*/LC_MESSAGES/django.po
Languages: de, pt

source: <p>Hi %(display_name_short)s,</p> <p> This is an automated email from %(coop_name)s. This is to kindly inform you that your Tapir account at SuperCoop has been temporarily frozen. Unfortunately, your shift log has been below %(freeze_threshold)s shifts for more than %(freeze_after_days)s days. </p> <p> While your account is frozen, you cannot shop or vote in the General Assembly. </p> <p> To unfreeze your account, simply sign up for your outstanding shifts as catch-up shifts. Please note that these shifts must be within the next %(nb_weeks_in_the_future_for_make_up_shifts)s weeks. </p> <p> So please sign up for your outstanding shifts as soon as possible. For more information on the shift system, please see the <a href="%(url_member_manual)s">Member Manual</a>. </p> <p> Thank you very much! </p> <p> Cooperative greetings,<br /> The Member Office </p>
de: <p>Hallo %(display_name_short)s,</p> <p> dies ist eine automatische E-Mail von %(coop_name)s. Wir möchten dich darüber informieren, dass dein Tapir-Konto eingefroren wurde. Leider ist dein Schichtkonto für mehr als %(freeze_after_days)s Tage unter %(freeze_threshold)s Schichten gefallen . </p> <p> Solange dein Konto eingefroren ist, kannst du weder einkaufen noch in Versammlungen abstimmen. </p> <p> Um die Sperrung deines Kontos aufzuheben, melde dich einfach für deine ausstehenden Schichten als Nachholschichten an. Bitte beachte, dass die Schichten innerhalb der nächsten %(nb_weeks_in_the_future_for_make_up_shifts)s Wochen liegen müssen. </p> <p> Melde dich also bitte so bald wie möglich für deine ausstehenden Schichten an. Weitere Informationen über das Schichtsystem findest du im <a href="%(url_member_manual)s">Mitgliederhandbuch</a>. </p> <p> Vielen Dank! </p> <p> Kooperative Grüße,<br /> Das Mitgliederbüro </p>
pt: <p>Olá %(display_name_short)s,</p> <p> Este é um e-mail automático de %(coop_name)s para informar que a sua conta Tapir na SuperCoop foi temporariamente congelada. Infelizmente, o seu registo de turnos esteve abaixo de %(freeze_threshold)s turnos por mais de %(freeze_after_days)s dias. </p> <p>Enquanto a conta estiver congelada, não pode fazer compras nem votar na Assembleia Geral.</p> <p> Para descongelar, inscreva-se nos turnos em atraso como turnos de compensação. Note que estes turnos devem ocorrer nas próximas %(nb_weeks_in_the_future_for_make_up_shifts)s semanas. </p> <p> Inscreva-se o quanto antes. Para mais informações sobre o sistema de turnos, consulte o <a href="%(url_member_manual)s">Manual do Membro</a>. </p> <p>Muito obrigado!</p> <p> Saudações cooperativas,<br /> O Member Office </p>

source: Your Tapir account has been frozen
de: Dein Tapir-Konto wurde eingefroren
pt: A sua conta Tapir foi congelada

source: <p>Hi %(display_name_short)s,</p> <p>This is an automated email from SuperCoop.</p> <p> It has been registered into Tapir that you did not show up for the following shift even though you were registered for it: %(shift_display_name)s </p> <p> If this is an error, such as you were excused for the shift, please contact the Member Office as soon as possible by simply replying to this email. </p> <p> In order for the shift system to work in case of absences, the stand-in system (an internal substitution system) has been set up. This is to relieve both you and your team members. You can find out exactly how the substitution system works in the <a href="https://docs.google.com/document/d/19v91mj2MAJTtrPLCw54VMS6qlaiJqBqUAuiC6z_AKpw/edit#heading=h.lk042ux0tm9c.">Member Manual</a>. Please note that it is your responsibility to actively look for a shift substitute, this includes an entry in Tapir as well as actively searching for a substitute e.g. via Slack. </p> <p> As a general rule, a member is required to work two make-up shifts for each missed shift for which a replacement could not be found. Your Tapir account now contains a note to that effect. </p> <p> We ask that you sign up for your make-up shifts in Tapir within the next four weeks to balance your account. Failure to do so can result in the pausing of your purchasing and voting rights until you begin actively working again (see <a href="https://docs.google.com/document/d/19v91mj2MAJTtrPLCw54VMS6qlaiJqBqUAuiC6z_AKpw/edit?pli=1#heading=h.lk042ux0tm9c">Member Manual (Section III.F)</a> </p> <p>Thank you for your understanding.</p> <p> Cooperative Greetings,<br /> The Membership Office </p>
de: <p>Hallo %(display_name_short)s,</p> <p>dies ist eine automatische E-Mail von SuperCoop.</p> <p> Es wurde in Tapir registriert, dass du für die folgende Schicht nicht erschienen bist, obwohl du für sie angemeldet warst: %(shift_display_name)s </p> <p> Wenn es sich um einen Fehler handelt, z.B. weil du für die Schicht entschuldigt warst, kontaktiere bitte so schnell wie möglich das Mitgliederbüro, indem du einfach auf diese E-Mail antwortest </p> <p> Damit das Schichtsystem bei Abwesenheit funktioniert, wurde das Stand-in-System (ein internes Vertretungssystem) eingerichtet. Dies soll sowohl dich als auch deine Teammitglieder entlasten. Wie das Vertretungssystem genau funktioniert, kannst du im <a href="https://docs.google.com/document/d/12qqzJxgDIilSnVrh4yVJhqA_AJ6PLGpkw4JGDe3nBRg/edit#heading=h.ibmcsczg5lek">Mitgliederhandbuch</a> nachlesen. Bitte beachte, dass es in deiner Verantwortung liegt, aktiv nach einer Vertretung für eine Schicht zu suchen. Dies beinhaltet sowohl einen Eintrag in Tapir als auch die aktive Suche nach einer Vertretung, z.B. über Slack. </p> <p> In der Regel ist ein Mitglied verpflichtet, für jede versäumte Schicht, für die kein Ersatz gefunden werden konnte, zwei Nachholschichten zu leisten. Dein Tapir-Konto enthält nun einen entsprechenden Hinweis. </p> <p> Wir bitten dich, dich innerhalb der nächsten vier Wochen für deine Nachholschichten in Tapir anzumelden, um dein Konto auszugleichen. Andernfalls können deine Einkaufs- und Stimmrechte pausiert werden, bis du wieder aktiv arbeitest (siehe <a href="https://docs.google.com/document/d/12qqzJxgDIilSnVrh4yVJhqA_AJ6PLGpkw4JGDe3nBRg/edit#heading=h.594fbvgmke0z">Mitgliederhandbuch</a>). </p> <p>Vielen Dank für dein Verständnis.</p> <p> Kooperative Grüße,<br/> Das Mitgliederbüro </p>
pt: <p>Olá %(display_name_short)s,</p> <p>Este é um e-mail automático da SuperCoop.</p> <p> Foi registado no Tapir que não compareceu ao seguinte turno, apesar de estar registado: %(shift_display_name)s </p> <p> Se isto for um erro (por exemplo, se estava justificado), contacte o Member Office o mais rapidamente possível, respondendo a este e-mail. </p> <p> Para que o sistema funcione em caso de ausências, existe o sistema de substituições (interno). Isto alivia tanto a si como à sua equipa. Veja como funciona no <a href="https://docs.google.com/document/d/19v91mj2MAJTtrPLCw54VMS6qlaiJqBqUAuiC6z_AKpw/edit#heading=h.lk042ux0tm9c.">Manual do Membro</a>. É sua responsabilidade procurar ativamente um substituto — incluindo marcar no Tapir e procurar via Slack, por exemplo. </p> <p> Regra geral, por cada turno falhado sem substituto, é necessário efetuar dois turnos de compensação. A sua conta Tapir tem agora uma nota sobre isto. </p> <p> Inscreva-se nos turnos de compensação no Tapir dentro das próximas quatro semanas para equilibrar a conta. Caso contrário, os seus direitos de compra e voto poderão ser pausados até retomar o trabalho ativo (ver <a href="https://docs.google.com/document/d/19v91mj2MAJTtrPLCw54VMS6qlaiJqBqUAuiC6z_AKpw/edit?pli=1#heading=h.lk042ux0tm9c">Manual do Membro (Secção III.F)</a>). </p> <p>Obrigado pela compreensão.</p> <p> Saudações cooperativas,<br /> O Member Office </p>

source: You missed your shift!
de: Du hast deine Schicht versäumt!
pt: Faltou ao seu turno!

source: <p>Hello %(display_name_short)s,</p> <p>We'll see you on %(shift_display_name)s</p> <div> If you can't make it to your shift: <ol> <li>Please set yourself to ‘Looking for a stand-in’ in Tapir</li> <li>Register for another shift</li> <li>Contact your team leader or the Member Office within the next 48 hours. This way you avoid an additional catch-up shift.</li> </ol> </div> <p></p> <p>If you have already contacted your team leader and/or the Member Office about this matter, you can ignore this message.</p> <p>If you can't be on time for your shift: Please come anyway, any support is important!</p> <p>You can find more information about the stand-in system in the <a href="https://docs.google.com/document/d/19v91mj2MAJTtrPLCw54VMS6qlaiJqBqUAuiC6z_AKpw/edit?tab=t.0#heading=h.naxyslw4b9ig">member manual</a>.</p> <p> Cooperative greetings,<br /> The Member Office </p>
de: <p>Hallo %(display_name_short)s,</p> <p>wir sehen uns am %(shift_display_name)s</p> <div> Wenn du deine Schicht nicht antreten kannst: <ol> <li>Setze dich bitte selbstständig in Tapir auf “Sucht Vertretung”</li> <li>Melde Dich für eine andere Schicht an</li> <li>Kontaktiere innerhalb der nächsten 48 Stunden deine/n Teamleiter/in oder das Mitgliederbüro. So vermeidest du eine zusätzliche Nachholschicht</li> </ol> </div> <p></p> <p>Wenn du dich in dieser Angelegenheit bereits an den/die Teamleiter/in und/oder das Mitgliederbüro gewandt hast, kannst du diese Nachricht ignorieren.</p> <p>Falls du nicht ganz pünktlich zur Schicht kommen kannst: Bitte komm trotzdem, jede Unterstützung ist wichtig!</p> <p>Weitere Informationen über das Vertretungssystem findest du im <a href="https://docs.google.com/document/d/12qqzJxgDIilSnVrh4yVJhqA_AJ6PLGpkw4JGDe3nBRg/edit?tab=t.0#heading=h.ibmcsczg5lek">Handbuch für Mitglieder</a>.</p> <p> Kooperative Grüße,<br /> Das Mitgliederbüro </p>
pt: <p>Olá %(display_name_short)s,</p> <p>Vemo-nos em %(shift_display_name)s</p> <div> Se não puder comparecer ao turno: <ol> <li>Defina-se como ‘À procura de substituto’ no Tapir</li> <li>Inscreva-se noutro turno</li> <li>Contacte o seu líder de equipa ou o Member Office nas próximas 48 horas para evitar um turno extra de compensação.</li> </ol> </div> <p></p> <p>Se já contactou o líder de equipa e/ou o Member Office sobre este assunto, ignore esta mensagem.</p> <p>Se não conseguir chegar a horas: por favor venha na mesma — toda a ajuda é importante!</p> <p>Mais informações sobre o sistema de substituições no <a href="https://docs.google.com/document/d/19v91mj2MAJTtrPLCw54VMS6qlaiJqBqUAuiC6z_AKpw/edit?tab=t.0#heading=h.naxyslw4b9ig">manual do membro</a>.</p> <p> Saudações cooperativas,<br /> O Member Office </p>

source: Your upcoming %(coop_name)s shift: %(shift_name)s
de: Deine nächste %(coop_name)s Schicht: %(shift_name)s
pt: O seu próximo turno em %(coop_name)s: %(shift_name)s

source: <p>Dear %(display_name_short)s,</p> <p>This is an automated email from %(coop_name)s.</p> <p> You were looking for a stand-in for the following shift: %(shift_display_name)s.<br /> Another member has taken over your slot for that shift. </p> <p>If you haven't done so already, don't forget to attend another shift to compensate for the one you will miss!</p> <p> Cooperative Greetings,<br /> The member office </p>
de: <p>Hallo %(display_name_short)s,</p> <p>Dies ist eine automatische E-Mail von %(coop_name)s.</p> <p> Du hast eine Vertretung für die folgende Schicht gesucht: %(shift_display_name)s.<br/> Ein anderes Mitglied hat deinen Platz für diese Schicht übernommen. </p> <p>Falls du es noch nicht getan hast, vergiss nicht, an einer anderen Schicht teilzunehmen, um die verpasste Schicht zu kompensieren!</p> <p>Kooperative Grüße,<br /> Das Mitgliederbüro </p>
pt: <p>Caro(a) %(display_name_short)s,</p> <p>Este é um e-mail automático de %(coop_name)s.</p> <p> Procurava um substituto para o seguinte turno: %(shift_display_name)s.<br /> Outro membro assumiu o seu slot para esse turno. </p> <p>Se ainda não o fez, não se esqueça de marcar outro turno para compensar o que vai faltar!</p> <p> Saudações cooperativas,<br /> O Member Office </p>

source: You found a stand-in!
de: Vertretung gefunden!
pt: Encontrou um substituto!

source: <p>Hi %(display_name_short)s,</p> <p> This is an automatic email from %(coop_name)s. This is to inform you that your Tapir account at %(coop_name)s has been reactivated. </p> <p> Your shopping and voting rights have been reactivated and you can now shop at %(coop_name)s and vote at general meetings again. </p> <p> In the future, please make sure to catch up on your missed shifts in a timely manner. </p> <p> For more information on the shift system, please see the <a href="%(url_member_manual)s">Member Manual</a>. </p> <p> Cooperative Greetings,<br /> The member office </p>
de: <p>Hallo %(display_name_short)s,</p> <p> dies ist eine automatisch versendete E-Mail von %(coop_name)s. Hiermit möchten wir dich darüber informieren, dass dein Tapir-Konto bei %(coop_name)s wieder freigegeben ist. </p> <p> Deine Einkaufs- und Stimmrechte wurden wieder aktiviert und du kannst jetzt wieder in der %(coop_name)s einkaufen und bei Generalversammlungen abstimmen. </p> <p> Bitte achte in Zukunft darauf, deine versäumten Schichten rechtzeitig nachzuholen. </p> <p> Weitere Informationen zum Schichtsystem findest du im <a href="%(url_member_manual)s">Mitgliederhandbuch</a>. </p> <p> Kooperative Grüße,<br /> Das Mitgliederbüro </p>
pt: <p>Olá %(display_name_short)s,</p> <p> Este é um e-mail automático de %(coop_name)s para informar que a sua conta Tapir em %(coop_name)s foi reativada. </p> <p> Os seus direitos de compra e voto foram reativados; pode voltar a comprar em %(coop_name)s e votar nas assembleias gerais. </p> <p>No futuro, procure recuperar atempadamente os turnos em falta.</p> <p>Para mais informações, consulte o <a href="%(url_member_manual)s">Manual do Membro</a>.</p> <p> Saudações cooperativas,<br /> O Member Office </p>

source: Your Tapir account has been unfrozen.
de: Dein Tapir-Konto ist wieder freigegeben
pt: A sua conta Tapir foi descongelada.

source: without end date
de: ohne Endddatum
pt: sem data de fim

source: Added exemption starting %(start_date)s until %(ending)s
de: Schicht-Befreiung hinzugefügt von %(start_date)s bis %(ending)s
pt: Adicionada isenção com início em %(start_date)s até %(ending)s

source: Registered for Shift
de: Für Schicht angemeldet
pt: Registado no turno

source: Registered for ABCD Shift
de: Angemeldet zu ABCD-Schicht
pt: Registado no turno ABCD

source: Unregistered from ABCD Shift
de: Abgemeldet von ABCD-Schicht
pt: Removido do turno ABCD

source: Someone took over your shift
de: Jemand hat deine Schicht übernommen
pt: Alguém assumiu o seu turno

source: Update Exemption
de: Schicht-Befreiung aktualisiert
pt: Atualizar isenção

source: Set shift attendance to
de: Ändere den Schichtstatus zu
pt: Definir presença do turno para

source: Update Shift User Data
de: Nutzer*innendaten der Schicht aktualisieren
pt: Atualizar dados do utilizador do turno

source: Members on alert
de: Mitglieder mit Verwarnung
pt: Membros em alerta

source: The members in this list are on alert relative to their shift account : the current balance is -2 or less.
pt: Os membros nesta lista estão em alerta relativamente à sua conta de turnos: o saldo atual é -2 ou inferior.

source: Register for shift slot
de: Für eine Schicht anmelden
pt: Registar em slot de turno

source: Register for ABCD Shift
de: Für eine ABCD-Schicht anmelden
pt: Registar no turno ABCD

source: Some shifts are already occupied
de: Manche Schichten sind bereits besetzt
pt: Alguns turnos já estão ocupados

source: <p>A flying member has already registered to the shifts linked below.</p> <p>It is still possible to sign someone up for this shift using the ABCD system. This would mean that the member is signing up to work this shift on a recurring 4-week basis (i.e. once per shift cycle).</p> <p>IMPORTANT: If a flying member had previously signed up for the same shift, the ABCD member will have to sign up for a different shift for that particular cycle.</p>
de: <p>Ein fliegendes Mitglied hat sich bereits für die unten verlinkten Schichten angemeldet.</p><p>Es ist immer noch möglich, jemanden für diese Schicht über das ABCD-System anzumelden. Dies würde bedeuten, dass sich das Mitglied für diese Schicht auf einer wiederkehrenden 4-Wochen-Basis (d.h. einmal pro Schichtzyklus) anmeldet.</p><p>WICHTIG: Wenn sich ein fliegendes Mitglied zuvor für dieselbe Schicht angemeldet hat, muss sich das ABCD-Mitglied für eine andere Schicht für diesen bestimmten Zyklus anmelden.</p>
pt: <p>Um membro voador já se registou nos turnos abaixo.</p> <p>É ainda possível inscrever alguém neste turno via sistema ABCD. Isso significa que o membro se inscreve para trabalhar este turno de forma recorrente de 4 em 4 semanas (uma vez por ciclo).</p> <p>IMPORTANTE: Se um membro voador já se tinha inscrito para o mesmo turno, o membro ABCD terá de se inscrever noutro turno para esse ciclo.</p>

source: Already occupied shifts :
de: Schon besetzte Schichten:
pt: Turnos já ocupados:

source: <p>Below you can find all the upcoming shifts, and who is registered for each shift.</p> <p>You can sign yourself up for any shift that has a free slot here on TAPIR. You may also cancel it yourself if done at least %(nb_days_for_self_unregister)s days before the shift.<br /> When you sign up for one of these shifts, you only commit to the shift on that specific day.</p> <p>To register for a regular ABCD shift you must contact the Member Office.</p>
de: <p>Unten findest du alle anstehenden Schichten und wer für die einzelnen Schichten angemeldet ist.</p> </p> Du kannst dich für jede Schicht, die einen freien Platz hat, hier auf TAPIR anmelden. Du kannst dich auch selbst abmelden, wenn du dies mindestens %(nb_days_for_self_unregister)s Tage vor der Schicht tust. </p> </p>Wenn du dich für eine dieser Schichten anmeldest, verpflichtest du dich nur für die Schicht an diesem bestimmten Tag.</p> <p> Um dich für eine reguläre ABCD-Schicht anzumelden, musst du das Mitgliederbüro kontaktieren.</p>
pt: <p>Abaixo encontra todos os turnos futuros e quem está registado em cada um.</p> <p>Pode inscrever-se em qualquer turno que tenha vagas no TAPIR. Pode também cancelar a inscrição pelo menos %(nb_days_for_self_unregister)s dias antes do turno.<br /> Ao inscrever-se num destes turnos, compromete-se apenas com esse dia específico.</p> <p>Para se registar num turno ABCD regular, contacte o Member Office.</p>

source: Past shifts
de: Vergangene Schichten
pt: Turnos passados

source: Legend & Filters
de: Legende & Filter
pt: Legenda e filtros

source: starting
de: beginnt
pt: a começar

source: Week
de: Woche
pt: Semana

source: From
de: Vom
pt: De

source: To
de: Zum
pt: Até

source: Delete shift
de: Schicht löschen
pt: Eliminar turno

source: Confirm shift deletion:
de: Löschen der Schicht bestätigen:
pt: Confirmar eliminação do turno:

source: <p>Are you sure you want to delete this shift?</p> <p>Deleting a shift removes it completely from the database. It should only be used for shifts that have been created by mistake.</p> <p>If is only possible to delete a shift if there are not members registered to it.</p>
pt: <p>Tem a certeza de que deseja eliminar este turno?</p> <p>Eliminar um turno remove-o completamente da base de dados. Deve ser usado apenas para turnos criados por engano.</p> <p>Só é possível eliminar um turno se não houver membros registados nele.</p>

source: Slot
de: Platz
pt: Lugar

source: Required qualifications:
de: Erforderliche Qualifikation:
pt: Qualificações necessárias:

source: Expected to come at
de: Kommt voraussichtlich um
pt: Esperado às

source: Flexible time not specified
de: Flexible Arbeitszeit nicht angegeben
pt: Horário flexível não especificado

source: Shift partner:
de: Schicht-Partner:
pt: Parceiro de turno:

source: Has qualifications:
de: Hat Qualifikationen :
pt: Tem qualificações:

source: Shift
de: Schicht
pt: Turno

source: Get printable version
de: Druckversion erhalten
pt: Obter versão para impressão

source: Add a slot
de: Slot hinzufügen
pt: Adicionar um lugar

source: Cancel the entire shift
de: Ganze Schicht absagen
pt: Cancelar o turno inteiro

source: Delete the entire shift
de: Ganze Schicht löschen
pt: Eliminar o turno inteiro

source: Generated from
de: Erzeugt von
pt: Gerado a partir de

source: This shift has been cancelled:
de: Diese Schicht wurde abgesagt:
pt: Este turno foi cancelado:

source: This shift has been deleted.
de: Diese Schicht wurde gelöscht.
pt: Este turno foi eliminado.

source: List of slots for this shift
de: Liste der Slots für diese Schicht
pt: Lista de lugares para este turno

source: Number
de: Nummer
pt: Número

source: Details
pt: Detalhes

source: Registered user
de: Angemeldete*r Nutzer*in
pt: Utilizador registado

source: Attendance
de: Anwesenheit
pt: Presença

source: Do you meet the requirements?
de: Erfüllst du die Voraussetzungen?
pt: Cumpre os requisitos?

source: Member-Office actions
de: Mitgliederbüro Aktionen
pt: Ações do Escritório de Membros

source: Previous attendances
de: Vorherige Anwesenheiten
pt: Presenças anteriores

source: since
de: seit
pt: desde

source: Vacant
de: Frei
pt: Vago

source: Cancels the search for a stand-in. Use this if you want to attend the shift.
de: Beendet die Suche nach Vertretung. Benutze dies, wenn du die Schicht wahrnehmen möchtest.
pt: Cancela a procura de substituto. Use isto se quiser participar no turno.

source: Cancel looking for a stand-in
de: Beende die Suche nach Vertretung
pt: Cancelar procura de substituto

source: You can only look for a stand-in %(NB_DAYS_FOR_SELF_LOOK_FOR_STAND_IN)s days before the shift. If you can't attend, contact your shift leader as soon as possible.
pt: Só pode procurar um substituto até %(NB_DAYS_FOR_SELF_LOOK_FOR_STAND_IN)s dias antes do turno. Se não puder participar, contacte o seu responsável de turno o mais rapidamente possível.

source: Look for a stand-in
de: Suche nach Vertretung
pt: Procurar substituto

source: You can only unregister yourself %(NB_DAYS_FOR_SELF_UNREGISTER)s days before the shift. Also, ABCD-Shifts can't be unregistered from. If you can't attend, look for a stand-in or contact your shift leader as soon as possible.
pt: Só pode cancelar a sua inscrição até %(NB_DAYS_FOR_SELF_UNREGISTER)s dias antes do turno. Além disso, os turnos ABCD não podem ser cancelados. Se não puder participar, procure um substituto ou contacte o seu responsável de turno o mais rapidamente possível.

source: Unregister myself
de: Melde mich ab
pt: Cancelar a minha inscrição

source: You can only register yourself for a shift if:<br /> -You are not registered to another slot in that shift<br /> -You have the required qualification (if you want to get a qualification, contact the member office)<br /> -The shift is in the future<br /> -The shift is not cancelled (holidays...)<br />
pt: Só pode inscrever-se num turno se:<br /> - Não estiver já registado noutro lugar desse turno<br /> - Tiver a qualificação necessária (se desejar obter uma qualificação, contacte o Escritório de Membros)<br /> - O turno for no futuro<br /> - O turno não tiver sido cancelado (férias, etc.)<br />

source: Not specified
pt: Não especificado

source: Edit slot
de: Slot bearbeiten
pt: Editar lugar

source: Use the buttons below to filter the shifts that are relevant to you.
de: Bitte wähle unten den gewünschten Filter für dich aus.
pt: Use os botões abaixo para filtrar os turnos relevantes para si.

source: No filter
de: Kein Filter
pt: Sem filtro

source: Has a free slot
de: Hat einen freien Platz
pt: Tem um lugar livre

source: Most help needed
de: Hilfe am meisten gebraucht
pt: Mais ajuda necessária

source: Filter for type of slot
de: Nach dem Schicht-Typ filtern
pt: Filtrar por tipo de lugar

source: Legend
de: Legende
pt: Legenda

# Filters
source: Other shifts
de: Andere Schichten
pt: Outros turnos

# Filters
source: Cancelled
de: Abgesagt
pt: Cancelado

source: Free slot
de: Freier Platz
pt: Lugar livre

source: ABCD attendance
de: ABCD Anwesenheit
pt: Presença ABCD
