Repository: SuperCoopBerlin/tapir
Catalog: tapir/translations/locale/*/LC_MESSAGES/django.po
Languages: de, pt

source: Please select the member that the shares should be transferred to.
de: Bitte wähle ein Mitglied an welches die Anteile überwiesen werden sollen
pt: Por favor, selecione o membro para quem as ações devem ser transferidas.

source: If the shares don't get transferred to another member, this field should be empty.
de: Wenn die anteile nicht an ein anderes Mitglied überwiesen werden, lass das Feld leer.
pt: Se as ações não forem transferidas para outro membro, este campo deve ficar vazio.

source: Sender and receiver of transferring the share(s) cannot be the same.
de: Absender und Empfänger der Übertragung der Anteile können nicht identisch sein
pt: O remetente e o destinatário da transferência de ações não podem ser a mesma pessoa.

source: Cannot pay out, because shares have been gifted.
de: Die Anteile können nicht ausgezahlt werden, da sie verschenkt wurden
pt: Não é possível pagar, porque as ações foram doadas.

source: Is company
de: Ist eine Firma
pt: É empresa

source: Administrative first name
de: Amtlicher Vorname
pt: Primeiro nome administrativo

source: Last name
de: Nachname
pt: Apelido

source: Usage name
de: Angezeigter Name
pt: Nome de uso

source: Email address
de: E-Mail-Adresse
pt: Endereço de e-mail

source: Is investing member
de: Ist investierendes Mitglied
pt: É membro investidor

source: Ratenzahlung
pt: Pagamento em prestações

source: Attended Welcome Session
de: An Willkommenstreffen teilgenommen
pt: Participou na sessão de boas-vindas

source: Is willing to gift a share
de: Ist bereit Anteile zu verschenken
pt: Está disposto a doar uma ação

source: Cannot be a company and have a Tapir account
de: Kann keine Firma sein und ein Tapir-Konto haben
pt: Não pode ser uma empresa e ter uma conta Tapir

source: User info should be stored in associated Tapir account
de: Benutzer Infos sollen in dem Tapir Konto gespeichert warden
pt: As informações do utilizador devem ser armazenadas na conta Tapir associada

source: Not a member
de: Kein Mitlied
pt: Não é membro

source: Investing
de: Investierend
pt: Investidor

source: Active
de: Aktiv
pt: Ativo

source: Paused
de: Pausiert
pt: Pausado

source: Investing member
de: Investierendes Mitglied
pt: Membro investidor

source: Signed Beteiligungserklärung
de: Beteiligungserklärung unterschrieben
pt: Declaração de participação assinada

source: Paid Entrance Fee
de: Eintrittsgeld bezahlt
pt: Taxa de adesão paga

source: Email address must be set.
de: Email-Adresse muss gesetzt sein.
pt: O endereço de e-mail deve ser definido.

source: First name must be set.
de: Vorname muss gesetzt sein.
pt: O primeiro nome deve ser definido.

source: Last name must be set.
de: Nachname muss gesetzt sein.
pt: O apelido deve ser definido.

source: Membership agreement must be signed.
de: Mitgliedsantrag muss unterschrieben sein.
pt: O contrato de adesão deve ser assinado.

source: Amount of requested shares must be positive.
de: Die Anzahl der erwünschten Anteile muss positiv sein.
pt: A quantidade de ações solicitadas deve ser positiva.

source: Member already created.
de: Mitglied schon vorhanden.
pt: Membro já criado.

source: Paying member
de: Zahlendes Mitglied
pt: Membro pagante

source: Credited member
de: Empfangendes Mitglied
pt: Membro creditado

source: Amount
de: Betrag
pt: Montante

source: Payment date
de: Zahldatum
pt: Data de pagamento

source: Creation date
de: Erstellungsdatum
pt: Data de criação

source: Created by
de: Erstellt durch
pt: Criado por

source: The cooperative buys the shares back from the member
de: Die Kooperative kauft die Anteile des Mitglieds zurück.
pt: A cooperativa recompra as ações do membro

source: The member gifts the shares to the cooperative
de: Das Mitglied schenkt die Anteile der Genossenschaft.
pt: O membro doa as ações à cooperativa

source: The shares get transferred to another member
de: Die Anteile werden an ein anderes Mitglied übertragen
pt: As ações são transferidas para outro membro

source: Financial reasons
de: Finanzielle Gründe
pt: Razões financeiras

source: Health reasons
de: Gesundheit
pt: Razões de saúde

source: Distance
de: Entfernung
pt: Distância

source: Strategic orientation of SuperCoop
de: Strategische Ausrichtung von Supercoop
pt: Orientação estratégica da SuperCoop

source: Other
de: Andere
pt: Outro

source: Shareowner
de: Genossenschaftsmitglied
pt: Acionista

source: Leave this empty if the resignation type is not a transfer to another member
de: Lass das Feld leer, wenn es sich nicht um eine Übertragung auf ein anderes Mitglied handelt
pt: Deixe este campo vazio se o tipo de demissão não for uma transferência para outro membro

source: About Tapir
de: Über Tapir
pt: Sobre o Tapir

source: Latest changes
pt: Últimas alterações

source: Grey : %(member_count_on_start_date)s active members on 15.11.2022 <br /> Blue : %(new_member_count_since_start_date)s new members since 15.11.2022 <br /> Click for more statistics
de: Grau : %(member_count_on_start_date)s aktive Mitglieder am 15.11.2022 <br/> Blau : %(new_member_count_since_start_date)s neue Mitglieder seit dem 15.11.2022 <br/> Klicke hier für mehr Statistiken.
pt: Cinzento : %(member_count_on_start_date)s membros ativos em 15.11.2022 <br /> Azul : %(new_member_count_since_start_date)s novos membros desde 15.11.2022 <br /> Clique para mais estatísticas

source: Active Members with a Tapir Account
de: Aktive Mitglieder mit Tapir-Konto
pt: Membros ativos com uma conta Tapir

source: Confirm delete
de: Löschen bestätigen
pt: Confirmar eliminação

source: Delete
de: Löschen
pt: Eliminar

source: Create Tapir account
de: Tapir-Konto erstellen
pt: Criar conta Tapir

source: Create account
de: Konto erstellen
pt: Criar conta

source: Registration confirmed
de: Anmeldung bestätigt
pt: Registo confirmado

source: <p>Registration successful! Congratulations!</p> <p>We just emailed your confirmation of your pre-registration with the Beteiligungserklärung already filled with your information. You just have to print it and send it back to us per post or scan it and send it per email.</p> <p>Once we have received both your Beteiligungserklärung and the corresponding payment, we'll send you the confirmation of your membership.</p> <p>We will also create for you an account for this website and for the wiki.</p>
de: <p>Anmeldung erflogreich! Congratulations!</p> <p>We just emailed your confirmation of your pre-registration with the Beteiligungserklärung already filled with your information. You just have to print it and send it back to us per post or scan it and send it per email.</p> <p>Once we have received both your Beteiligungserklärung and the corresponding payment, we'll send you the confirmation of your membership.</p> <p>We will also create for you an account for this website and for the wiki.</p>
pt: <p>Registo bem-sucedido! Parabéns!</p> <p>Acabámos de lhe enviar por e-mail a confirmação da sua pré-inscrição com a declaração de participação (Beteiligungserklärung) já preenchida com as suas informações. Só tem de a imprimir e enviar-nos por correio ou digitalizar e enviar por e-mail.</p> <p>Assim que recebermos tanto a sua declaração de participação como o pagamento correspondente, enviaremos a confirmação da sua adesão.</p> <p>Também criaremos uma conta para si neste site e na wiki.</p>

source: Applicant
de: Bewerber*innen
pt: Candidato

source: Confirm member creation
de: Mitgliedererstellung bestätigen
pt: Confirmar criação de membro

source: <p> Members with similar information as the person you are trying to create have been found. Please double-check that this is not a duplicate. </p>
pt: <p> Foram encontrados membros com informações semelhantes à pessoa que está a tentar criar. Por favor, verifique cuidadosamente que não se trata de um duplicado. </p>

source: List of similar members
de: Liste ähnlicher Mitglieder
pt: Lista de membros semelhantes

source: Status
pt: Estado

source: I confirm that I have checked that this is not a duplicate.
de: Ich bestätige, dass ich auf Dopplungen überprüft habe.
pt: Confirmo que verifiquei que isto não é um duplicado.

source: Create Member
de: Mitglied anlegen
pt: Criar membro

source: Member Type
de: Art der Mitgliedschaft
pt: Tipo de membro

source: Shares requested
de: Angeforderte Anteile
pt: Ações solicitadas

source: Welcome Session
de: Willkommenstreffen
pt: Sessão de boas-vindas

source: Beteiligungserklärung
pt: Declaração de participação

source: Export
de: Exportieren
pt: Exportar

source: Filters
de: Filter
pt: Filtros

source: Filter
pt: Filtrar

source: Clear all filters
de: Alle Filter entfernen
pt: Limpar todos os filtros

source: Filtered %(filtered)s of %(total)s
de: %(filtered)s aus %(total)s gefilterte Mitglieder
pt: Filtrados %(filtered)s de %(total)s

source: Create Applicant
de: Bewerber*in erzeugen
pt: Criar candidato

source: Register
de: Anmelden
pt: Registar

source: Create applicant
de: Bewerber*in erstellen
pt: Criar candidato

source: <p> Hello Accounting team, hello member office, </p> <p> This is the Tapir accounting recap for the past week. </p> <p> %(num_new_members)s new members have been created. For those new members, %(total_num_shares_new_members)s shares have been created.<br /> Additionally, %(total_num_shares_existing_members)s shares have been created for existing members. </p>
pt: <p> Olá equipa de Contabilidade, olá Member Office, </p> <p> Este é o resumo contabilístico do Tapir para a semana passada. </p> <p> Foram criados %(num_new_members)s novos membros. Para esses novos membros, foram criadas %(total_num_shares_new_members)s ações.<br /> Adicionalmente, foram criadas %(total_num_shares_existing_members)s ações para membros existentes. </p>

source: New members
de: Neue Mitglieder
pt: Novos membros

source: share(s)
de: Anteile
pt: ação(ões)

source: New shares for existing members upload only after approval in Duo
de: Neue Anteile von existierenden Mitglieder erst nach Freigabe in Duo hochladen
pt: Novas ações para membros existentes são carregadas apenas após aprovação no Duo

source: This email is send automatically every Sunday. Contact the Tapir team on Slack if you have any question.
de: Diese Mail wird automatisch jeden Sonntag verschickt. Kontaktiere das Tapir-Team auf Slack bei Fragen
pt: Este e-mail é enviado automaticamente todos os domingos. Contacte a equipa do Tapir no Slack se tiver alguma questão.

source: Accounting recap
pt: Resumo contabilístico

source: <p>Hello %(display_name_short)s,</p> <p> This is an automatic e-mail from SuperCoop. We would like to inform you that a co-shopper has just been added to your Tapir account. </p> <p> From now on %(co_purchaser_name)s can shop in the store using your membership number. </p> <p> If this is an error and does not correspond to your request, please send a short <a href="mailto:%(email_address_member_office)s">email to the Member Office</a> to let us know. </p> <p> Cooperative greetings,<br /> The Member Office </p>
pt: <p>Olá %(display_name_short)s,</p> <p> Este é um e-mail automático da SuperCoop. Gostaríamos de informar que um co-comprador foi adicionado à sua conta Tapir. </p> <p> A partir de agora, %(co_purchaser_name)s pode fazer compras na loja usando o seu número de membro. </p> <p> Se isto for um erro e não corresponder ao seu pedido, envie por favor um <a href="mailto:%(email_address_member_office)s">e-mail ao Member Office</a> a informar-nos. </p> <p> Saudações cooperativas,<br /> O Member Office </p>

source: <p>Hello %(display_name_short)s,</p> <p>Please find the confirmation that you have purchased %(num_shares)s additional shares in the email attachment. </p> <p>Thank you sincerely for your continued support!</p> <p> Cooperative greetings<br /> Your SuperCoop-Board (Vorstand)<br /> </p>
de: <p>Hallo %(display_name_short)s,</p> <p>im E-Mail-Anhang findest du die Bestätigung, dass du %(num_shares)s zusätzliche Anteile gekauft hast.</p> <p>Herzlichen Dank für deine weitere Unterstützung!</p> <p> Kooperative Grüße,<br /> Dein SuperCoop-Vorstand<br /> </p>
pt: <p>Olá %(display_name_short)s,</p> <p>Encontra em anexo a confirmação de que adquiriu %(num_shares)s ações adicionais.</p> <p>Muito obrigado pelo seu apoio contínuo!</p> <p> Saudações cooperativas<br /> O Conselho da SuperCoop (Vorstand)<br /> </p>

source: Confirmation acquisition of additional shares in %(coop_name)s
de: Bestätigung zum Erwerb zusätzlicher Anteile bei %(coop_name)s
pt: Confirmação da aquisição de ações adicionais em %(coop_name)s
