Repository: SuperCoopBerlin/tapir
Catalog: tapir/translations/locale/*/LC_MESSAGES/django.po
Languages: de, pt

source: Create account reminder
de: Konto erstellen Erinnerung
pt: Lembrete para criar conta

source: Sent to active member if they haven't created the account 1 month after becoming member.
de: Wird an aktive Mitglieder geschickt, wenn sie 1 Monat nach dem Beitritt noch kein Konto erstellt haben.
pt: Enviado a membros ativos caso não tenham criado a conta 1 mês após se tornarem membros.

source: This username is not available.
de: Dieser Benutzername ist nicht verfügbar
pt: Este nome de utilizador não está disponível.

source: Optional Mails
de: Optionale E-Mails
pt: Emails opcionais

source: Important Mails
de: Wichtige E-Mails
pt: Emails importantes

source: Displayed name
de: Angezeigter Name
pt: Nome exibido

source: Pronouns
de: Pronomen
pt: Pronomes

source: Phone number
de: Telefonnummer
pt: Número de telefone

source: Birthdate
de: Geburtsdatum
pt: Data de nascimento

source: Street and house number
de: Straße und Hausnummer
pt: Rua e número

source: Extra address line
de: Adresszusatz
pt: Linha de endereço adicional

source: Postcode
de: Postleitzahl
pt: Código postal

source: City
de: Ort
pt: Cidade

source: Country
de: Land
pt: País

source: Co-Purchaser
de: Miteinkäufer*in
pt: Co-comprador

source: Allow purchase tracking
de: Erlaube Aufzeichnen deiner Einkäufe
pt: Permitir rastreamento de compras

source: Preferred Language
de: Bevorzugte Sprache
pt: Idioma preferido

source: None
de: Keine
pt: Nenhum(a)

source: This username is already taken.
de: Benutzername schon vorhanden.
pt: Este nome de utilizador já está em uso.

source: Edit username: %(display_name_full)s
pt: Editar nome de utilizador: %(display_name_full)s

source: Edit username: %(display_name_full)s
pt: Editar nome de utilizador: %(display_name_full)s

source: <p>Your old username is %(old_username)s.</p> <p>If you ever updated the wiki, please contact the Wiki team on Slack <a href="https://supercoopberlin.slack.com/archives/C01UCL82XMF">#wiki</a> to keep your member's page there and the history of your changes.</p>
pt: <p>O seu antigo nome de utilizador é %(old_username)s.</p> <p>Se alguma vez atualizou a wiki, por favor contacte a equipa da Wiki no Slack <a href="https://supercoopberlin.slack.com/archives/C01UCL82XMF">#wiki</a> para manter a sua página de membro e o histórico das suas alterações.</p>

source: Save
de: Speichern
pt: Guardar

source: <p>Hi %(display_name_short)s,</p> <p>We've noticed that you've been a SuperCoop member for a month/week but haven't set up a Tapir account to sign up for your first shift.</p> <p> As a reminder, to sign up for your first shift (or indicate that you are eligible for an <a href="https://docs.google.com/document/d/19v91mj2MAJTtrPLCw54VMS6qlaiJqBqUAuiC6z_AKpw/edit#heading=h.rjj2v2m92fqa">exemption</a>), please visit the Member Office in our shop. There, an account will be set up for you on Tapir, our online shift management system, and you will be guided through the steps to select your shift and working group. </p> <p> For general questions about your membership, please contact the Member Office by email <a href="mailto:mitglied@supercoop.de">(mitglied@supercoop.de)</a> or visit <a href="https://www.google.com/maps/place/SuperCoop+Berlin/@52.553371,13.3585897,15z/data=!4m5!3m4!1s0x0:0x72e80db955fa8d3!8m2!3d52.5533091!4d13.3586012">SuperCoop</a>. Feel free to drop by and meet other SuperCoopies in person! Opening hours are:: <ul> <li>Monday - Friday from 16:30 to 19:30</li> <li>Saturdays from 11:00 to 14:00</li> </ul> </p> <p> How do you find SuperCoop? </p> <p> You can find our shop at Oudenarder Straße 16, 13347 Berlin, on the corner of Seestraße. There is also a back entrance to the shop, which you can reach via the former Osramhöfe. This entrance is also barrier-free. </p> <p> Cooperative Greetings,<br /> The Member Office </p>
de: <p>Hi %(display_name_short)s,</p> <p>wir haben festgestellt, dass du bereits seit einem Monat/einer Woche Mitglied bei SuperCoop bist, aber noch kein Tapir Konto eingerichtet hast, um dich für deine erste Schicht anzumelden.</p> <p> Zur Erinnerung: Um dich für deine erste Schicht anzumelden (oder anzugeben, dass du für eine <a href="https://docs.google.com/document/d/19v91mj2MAJTtrPLCw54VMS6qlaiJqBqUAuiC6z_AKpw/edit#heading=h.rjj2v2m92fqa">Ausnahmeregelung</a> in Frage kommst), besuche bitte das Mitgliederbüro in unserem Laden. Dort wird ein Konto für dich auf Tapir, unserem Online-Schichtverwaltungssystem, eingerichtet und du wirst durch die Schritte zur Auswahl deiner Schicht und Arbeitsgruppe geführt. </p> <p> Bei allgemeinen Fragen zu deiner Mitgliedschaft wende dich bitte an das Mitgliederbüro per E-Mail <a href="mailto:mitglied@supercoop.de“>(mitglied@supercoop.de)</a> oder besuche <a href="https://www.google.com/maps/place/SuperCoop+Berlin/@52.553371,13.3585897,15z/data=!4m5!3m4!1s0x0:0x72e80db955fa8d3!8m2!3d52.5533091!4d13.3586012">SuperCoop</a>. Komm gerne vorbei und lerne andere SuperCoopies persönlich kennen! Die Öffnungszeiten sind: <ul> <li>Montag - Freitag von 16:30 - 19:30 Uhr</li> <li>Samstags von 11.00 - 14.00 Uhr</li> </ul> </p> <p> Wie findest du SuperCoop? </p> <p> Unseren Laden findest du in der Oudenarder Straße 16, 13347 Berlin, Ecke Seestraße. Es gibt auch einen Hintereingang zum Laden, den du über die ehem. Osramhöfe erreichst. Dieser Eingang ist auch barrierefrei. </p> <p> Kooperative Grüße,<br /> Das Mitgliederbüro </p>
pt: <p>Olá %(display_name_short)s,</p> <p>Notámos que já é membro da SuperCoop há um mês/semana, mas ainda não criou uma conta Tapir para se inscrever no seu primeiro turno.</p> <p> Como lembrete, para se inscrever no seu primeiro turno (ou indicar que tem direito a uma <a href="https://docs.google.com/document/d/19v91mj2MAJTtrPLCw54VMS6qlaiJqBqUAuiC6z_AKpw/edit#heading=h.rjj2v2m92fqa">isenção</a>), visite o Escritório de Membros na nossa loja. Lá será criada uma conta para si no Tapir, o nosso sistema online de gestão de turnos, e será guiado nos passos para escolher o seu turno e grupo de trabalho. </p> <p> Para perguntas gerais sobre a sua adesão, contacte o Escritório de Membros por email <a href="mailto:mitglied@supercoop.de">(mitglied@supercoop.de)</a> ou visite a <a href="https://www.google.com/maps/place/SuperCoop+Berlin/@52.553371,13.3585897,15z/data=!4m5!3m4!1s0x0:0x72e80db955fa8d3!8m2!3d52.5533091!4d13.3586012">SuperCoop</a>. Sinta-se à vontade para passar e conhecer outros SuperCoopies em pessoa! O horário de abertura é: <ul> <li>Segunda - Sexta das 16:30 às 19:30</li> <li>Sábados das 11:00 às 14:00</li> </ul> </p> <p> Como encontrar a SuperCoop? </p> <p> Pode encontrar a nossa loja na Oudenarder Straße 16, 13347 Berlim, na esquina com a Seestraße. Existe também uma entrada traseira, acessível através do antigo Osramhöfe. Esta entrada é acessível a pessoas com mobilidade reduzida. </p> <p> Saudações cooperativas,<br /> O Escritório de Membros </p>

source: Don't forget to sign up for your first shift at SuperCoop!
de: Vergiss nicht, dich für deine erste Schicht bei SuperCoop anzumelden!
pt: Não te esqueças de te inscrever no teu primeiro turno!

source: Groups
de: Gruppen
pt: Grupos

source: Purchase tracking
pt: Rastreamento de compras

source: Get barcode as PDF
de: Erhalte den Strichcode als PDF
pt: Obter código de barras em PDF

source: More information
de: Mehr Informationen
pt: Mais informações

source: The checkout system links your purchase to your member account. The total amount of your purchase is saved each time. However, it does not record which specific products you have purchased. You can also still decide with each purchase whether you want to have your membership card scanned or not. With your general consent here on Tapir, you do not enter into any obligation to scan. You can revoke your consent at any time by deactivating the checkbox above. With your consent, you help Supercoop to better understand the shopping habits of its members. This is important for the further development of our supermarket. More information: https://wiki.supercoop.de/wiki/Mitgliederkarte
pt: O sistema de caixa associa a sua compra à sua conta de membro. O valor total da sua compra é guardado em cada transação. No entanto, não são registados os produtos específicos que comprou. Pode também decidir, em cada compra, se deseja ou não que o seu cartão de membro seja lido. Ao dar o seu consentimento geral aqui no Tapir, não assume nenhuma obrigação de leitura. Pode revogar o seu consentimento a qualquer momento, desmarcando a caixa acima. Com o seu consentimento, ajuda a Supercoop a compreender melhor os hábitos de compra dos seus membros. Isto é importante para o desenvolvimento futuro do nosso supermercado. Mais informações: https://wiki.supercoop.de/wiki/Mitgliederkarte

source: Yes,No
de: Ja, Nein
pt: Sim,Não

source: Disable
de: Deaktivieren
pt: Desativar

source: Enable
de: Aktivieren
pt: Ativar

source: Member
de: Mitglied
pt: Membro

source: Personal Data
de: Persönliche Daten
pt: Dados pessoais

source: Mails
pt: Emails

source: Edit groups
de: Gruppen bearbeiten
pt: Editar grupos

source: Edit username
de: Benutzername bearbeiten
pt: Editar nome de utilizador

source: Edit
de: Bearbeiten
pt: Editar

source: Edit name and pronouns
de: Name und Pronomen bearbeiten
pt: Editar nome e pronomes

source: Name
pt: Nome

source: Username
de: Nutzer*innenname
pt: Nome de utilizador

source: Missing
de: Fehlend
pt: Em falta

source: Address
de: Adresse
pt: Endereço

source: Permissions
de: Berechtigungen
pt: Permissões

source: Resend account activation email
de: Konto-Aktivierungs-E-Mail erneut senden
pt: Reenviar email de ativação de conta

source: Change Password
de: Passwort ändern
pt: Alterar palavra-passe

source: Member photo
pt: Foto do membro

source: Password reset
de: Passwort zurückgesetzt
pt: Redefinição de palavra-passe

source: <p>Hi %(display_name_short)s,</p> <p> Someone asked for password reset for %(email)s.<br /> Your username is %(username)s <br /> Follow this link to reset your password: <a href="%(password_reset_url_full)s">%(password_reset_url_full)s</a> If the link doesn't work, try to open it in a private browser window (sometimes called "incognito mode"), or in another browser. </p>
de: <p>Hallo %(display_name_short)s,</p> <p> Jemand hat nach einem Passwort-Reset gefragt für %(email)s.<br/> Deine Benutzername ist %(username)s <br/> Folge diesem Link um dein Passwort zurückzusetzen: <a href="%(password_reset_url_full)s">%(password_reset_url_full)s</a> Soll das Link nicht funktionieren, versuche bitte es in "incognito mode" zu öffnen, oder in ein anderes Browser. </p>
pt: <p>Olá %(display_name_short)s,</p> <p> Foi feito um pedido para redefinir a palavra-passe de %(email)s.<br /> O seu nome de utilizador é %(username)s <br /> Siga este link para redefinir a sua palavra-passe: <a href="%(password_reset_url_full)s">%(password_reset_url_full)s</a> Se o link não funcionar, tente abri-lo numa janela privada (modo incógnito) ou noutro navegador. </p>

source: Reset your password
de: Passwort zurücksetzen
pt: Redefina a sua palavra-passe

source: Login
pt: Iniciar sessão

source: Sign in
de: Einloggen
pt: Entrar

source: Click here to show/hide the password
de: Hier klicken, um das Passwort ein-/auszublenden
pt: Clique aqui para mostrar/ocultar a palavra-passe

source: Forgot your password or your username?
de: Passwort oder Benutzername vergessen?
pt: Esqueceu-se da sua palavra-passe ou do seu nome de utilizador?

source: Password set
de: Passwort gesetzt
pt: Palavra-passe definida

source: Your password has been set. You may go ahead and sign in now.
de: Dein Passwort wurde gesetzt. Du kannst dich jetzt einloggen.
pt: A sua palavra-passe foi definida. Já pode iniciar sessão.

source: Go to login page
de: Zur Anmeldeseite wechseln
pt: Ir para a página de login

source: Set a new password
de: Neues Passwort festlegen
pt: Definir uma nova palavra-passe

source: Please enter a new password
de: Bitte gib ein neues Passwort ein
pt: Por favor, introduza uma nova palavra-passe

source: Change password
de: Passwort ändern
pt: Alterar palavra-passe

source: The password reset link was invalid, possibly because it has already been used. Please request a new password reset.
de: Der Link zum Zurücksetzen des Passworts ist ungültig. Eventuell wurde er bereits genutzt. Bitte fordere einen neuen Link an.
pt: O link de redefinição de palavra-passe é inválido, possivelmente porque já foi utilizado. Por favor, solicite uma nova redefinição.

source: Password reset instructions have been sent.
de: Anleitung zum Passwort zurücksetzen wurde gesendet.
pt: As instruções para redefinir a palavra-passe foram enviadas.

source: We have emailed you instructions for setting your password, if an account exists with the email you entered. You should receive them shortly. If you don't receive an email, please make sure you've entered the address you registered with, and check your spam folder.
de: Wir haben dir eine Anleitung geschickt, wie du ein neues Passwort für dein Konto festlegen kannst. Du solltest sie in Kürze erhalten. Wenn nicht, dann prüfe bitte, ob du auch die E-Mail-Adresse angegeben hast, mit der du dich registriert hast, und schau auch in deinem Spam-Ordner nach.
pt: Enviámos por email as instruções para definir a sua palavra-passe, se existir uma conta com o endereço que indicou. Deve recebê-las em breve. Se não receber, verifique se introduziu o email correto e confira a sua pasta de spam.

source: Problems with logging in?
de: Probleme beim Anmelden?
pt: Problemas ao iniciar sessão?

source: Please enter your email address, we will send you instructions to reset your password. <br /> Your username will be included in the email, in case you forgot it. <br /> If you forgot both your email address and your username, email the member office : <a href="mailto:%(contact_member_office)s">%(contact_member_office)s</a>, specifying your full name and, if you know it, your member's number.
de: Nach der Eingabe deiner Emailadresse erhältst du Anweisungen zum Zurücksetzen deines Passworts. <br /> Diese E-Mail enthält auch deinen Benutzernamen, falls du diesen vergessen hast. <br /> Falls du deine E-Mail und Benuternamen vergessen hast, sende eine Nachricht an an Mitgliedsbüro : <a href="mailto:%(contact_member_office)s">%(contact_member_office)s</a>, mit der Angabe deines vollen Namens und (falls bekannt) deiner Mitgliedsnummer.
pt: Por favor, introduza o seu endereço de email e enviaremos instruções para redefinir a sua palavra-passe. <br /> O seu nome de utilizador será incluído no email, caso o tenha esquecido. <br /> Se se esqueceu tanto do seu email como do seu nome de utilizador, contacte o escritório de membros: <a href="mailto:%(contact_member_office)s">%(contact_member_office)s</a>, indicando o seu nome completo e, se souber, o seu número de membro.

source: Back to login form
de: Zurück zum Login
pt: Voltar ao formulário de login

source: Send me instructions!
de: Schickt mir eine Anleitung!
pt: Enviar-me instruções!

source: Enter a valid username. This value may contain only letters, numbers, and ./-/_ characters.
de: Der angegebene Name ist ungültig. Er darf nur Buchstaben, Zahlen und die Symbole ./-/_ enthalten.
pt: Insira um nome de utilizador válido. Este valor pode conter apenas letras, números e os caracteres ./-/_.

source: Edit member: %(name)s
de: Mitglied bearbeiten: %(name)s
pt: Editar membro: %(name)s

source: Account welcome email sent.
de: Willkommens-E-Mail für Nutzer'*innenkonto gesendet.
pt: E-mail de boas-vindas da conta enviado.

source: You can only look at your own barcode unless you have member office rights
pt: Só pode ver o seu próprio código de barras, a menos que tenha direitos de administração de membros.

source: Edit member groups: %(name)s
de: Bearbeite Gruppen: %(name)s
pt: Editar grupos do membro: %(name)s

source: Notification settings for %(name)s
de: Benachrichtungseinstellungen für %(name)s
pt: Definições de notificação para %(name)s

source: Members
de: Mitglieder
pt: Membros

source: Applicants
de: Bewerber*innen
pt: Candidatos

source: Member management
de: Mitgliederverwaltung
pt: Gestão de membros

source: Management
de: Verwaltung
pt: Gestão

source: Incoming payments
de: Eingehende Zahlungen
pt: Pagamentos recebidos

source: Co-purchaser updated
de: Mitkäufer*in aktualisiert
pt: Co-comprador atualizado

source: Sent to a member when their new co-purchaser gets registered on their profile.
de: Wird an ein Mitglied gesendet, wenn sein neuer Mitkäufer*in in seinem Profil registriert wird.
pt: Enviado a um membro quando um novo co-comprador é registado no seu perfil.

source: Extra shares bought
de: Extra Anteile gekauft
pt: Ações adicionais compradas

source: Sent when someone who is already a member buys more shares
de: Wird gesendet, wenn jemand, der bereits Mitglied ist, weitere Anteile kauft.
pt: Enviado quando alguém que já é membro compra mais ações

source: Membership confirmation for active users
de: Mitgliedsbestätigung für aktive Mitglieder
pt: Confirmação de adesão para membros ativos

source: Membership confirmation for investing users
de: Mitgliedsbestätigung für investierende Mitglieder
pt: Confirmação de adesão para membros investidores

source: Confirmation Email for resigned members.
de: Bestätigungsmail für ausgetretene Mitglieder.
pt: E-mail de confirmação para membros demissionários.

source: Automatically sent after a member has been resigned.
de: Wird automatisch gesendet, wenn ein Mitglied ausgetreten ist.
pt: Enviado automaticamente após a saída de um membro.

source: Confirmation Email for transferred shares.
de: Bestätigungsemail für übertragene Anteile.
pt: E-mail de confirmação para ações transferidas.

source: Automatically sent to the member who received shares after a resignation.
de: Wird automatisch an das Mitglied geschickt, das nach einem Austritt Anteile erhalten hat.
pt: Enviado automaticamente ao membro que recebeu ações após uma saída.

source: Tapir account created
de: Tapir-Konto erstellt
pt: Conta Tapir criada

source: Sent to a member when the accounts gets created.
de: Wird an ein Mitglied bei Accounterstellung gesendet
pt: Enviado a um membro quando a conta é criada.

source: Start date
de: Anfangsdatum
pt: Data de início

source: Usually, the date on the membership agreement, or today. In the case of sold or gifted shares, can be set in the future.
de: Normalerweise der Tag der Mitgliedschaftserklärung oder heute. Im Falle gekaufter oder geschenkter Anteile kanndas Datum in der Zukunft liegen
pt: Normalmente, a data do contrato de adesão, ou a data de hoje. No caso de ações vendidas ou doadas, pode ser definida no futuro.

source: End date
de: Enddatum
pt: Data de fim

source: Usually left empty. Can be set to a point in the future if it is already known that the shares will be transferred to another member in the future.
de: Wird normalerweise leer gelassen. Das Datum kann in der Zukunft liegen, wenn ein Datum eine Transfers des Anteils auf ein anderes Mitglied bekannt ist.
pt: Normalmente deixado em branco. Pode ser definido para uma data futura se já se souber que as ações serão transferidas para outro membro.

source: Number of shares to create
de: Anzahl zu erstellender Anteile
pt: Número de ações a criar

source: The end date must be later than the start date.
de: Das Enddatum muss später als das Start-Datum sein
pt: A data de fim deve ser posterior à data de início.

source: Number of Shares
de: Anzahl Anteile
pt: Número de ações

source: Number of shares you would like to purchase. The price of one share is EUR %(share_price)s. You need to purchase at least one share to become member of the cooperative. To support our cooperative even more, you may voluntarily purchase more shares.
de: Anzahl der Anteile, die du erwerben möchtest. Der Preis für einen Anteil beträgt EUR %(share_price)s. Du musst mindestens einen Anteil erwerben, um Mitglied der Genossenschaft zu werden. Um unsere Genossenschaft noch stärker zu unterstützen, kannst du freiwillig weitere Aktien erwerben.
pt: Número de ações que gostaria de comprar. O preço de uma ação é EUR %(share_price)s. Deve comprar pelo menos uma ação para se tornar membro da cooperativa. Para apoiar ainda mais a nossa cooperativa, pode comprar voluntariamente mais ações.

source: I would like to join the membership list as an investing member (= sponsoring member)
de: Ich möchte der Mitliedschaftsliste als investierendes Mitglied beitreten
pt: Gostaria de entrar na lista de membros como membro investidor (= membro patrocinador)

source: <b>Note</b>: Investing members are sponsoring members. They have no voting rights in the General Assembly and cannot use the services of the cooperative that are exclusive to ordinary members.
de: <b>Note</b>:Investierende Mitglieder sind Fördermitglieder. Sie besitzen kein Stimmrecht in der Generalversammlung und können die Vorzüge der Kooperative wie normale Mitglieder nicht wahrnehmen.
pt: <b>Nota</b>: Os membros investidores são membros patrocinadores. Não têm direito de voto na Assembleia Geral e não podem utilizar os serviços da cooperativa exclusivos para membros ordinários.

source: Usually, the credited member is the same as the paying member. Only if a person if gifting another person a share through the matching program, then the fields can be different.
de: In der Regel ist das gutgeschriebene Mitglied dasselbe wie das zahlende Mitglied. Nur für den Fall, das ein Anteil an eine andere Person verschenkt wird, können die Felder unterschiedliche Werte enthalten.
pt: Normalmente, o membro creditado é o mesmo que o membro pagante. Apenas quando uma pessoa oferece uma ação a outra através do programa de correspondência, os campos podem ser diferentes.

source: The member stays active
de: Das Mitglied bleibt aktiv
pt: O membro permanece ativo

source: The member becomes investing
de: Das Mitglied auf investierend stellen
pt: O membro torna-se investidor

source: Please not more than 1000 characters.
de: Bitte verwende weniger als 1000 Zeichen
pt: Por favor, não mais de 1000 caracteres.

source: Member to resign
de: Mitglied
pt: Membro a demitir-se

source: Transferring share(s) to
de: Anteil(e) übertragen auf
pt: Transferindo ação(ões) para

source: Member status
de: Status
pt: Estado do membro

source: In the case where the member wants their money back, they stay a member for 3 more years. However, it is very likely that the member doesn't want to be active anymore. If they haven't explicitly mentioned it, please ask them if we can switch them to investing.
de: Wenn das Mitglied sein Geld zurückhaben will, bleibt es noch 3 Jahre lang Mitglied. Es ist jedoch sehr wahrscheinlich, dass das Mitglied nicht mehr aktiv sein möchte. Wenn sie es nicht ausdrücklich erwähnt haben, frag sie bitte, ob wir sie auf „investierend“ stellen sollen.
pt: No caso de o membro querer o reembolso, permanece como membro por mais 3 anos. No entanto, é muito provável que o membro não queira mais estar ativo. Se não tiverem mencionado explicitamente, pergunte se podemos convertê-lo em membro investidor.

source: Send confirmation mails
de: Mitgliedsbestätigung per Mail senden
pt: Enviar e-mails de confirmação

source: If enabled, the resigned member and if applicable the member receiving shares will receive confirmation emails.
de: Wenn diese Option aktiviert ist, erhalten das ausgetretene Mitglied und gegebenenfalls das Mitglied, das Anteile erhält, Bestätigungs-E-Mails.
pt: Se ativado, o membro demissionário e, se aplicável, o membro que receber ações receberão e-mails de confirmação.

source: Please pick an option
de: Bitte wähle eine Option
pt: Por favor, escolha uma opção

source: This member is already resigned.
de: Dieses Mitglied ist bereits zurückgetreten.
pt: Este membro já se demitiu.
