Repository: SuperCoopBerlin/tapir
Catalog: tapir/translations/locale/*/LC_MESSAGES/django.po
Languages: de, pt

source: Here you can follow the progress of the funding campaign. Both additional shares (all shares that are subscribed to over and above the compulsory share) and subordinated loans are counted. The period runs from 12.09.2023 - 09.12.2023. What one person can't achieve, many can!
de: Hier könnt ihr den Fortschritt der Finanzierungskampagne verfolgen. Es werden sowohl weitere Anteile gezählt (alle Anteile, die über den Pflichtanteil hinaus gezeichnet werden) als auch Nachrangdarlehen. Der Zeitraum läuft vom 12.09.2023 - 09.12.2023. Was eine:r nicht schafft, schaffen viele!
pt: Aqui pode acompanhar o progresso da campanha de financiamento. Contam tanto as ações adicionais (todas as subscritas para além da ação obrigatória) como os empréstimos subordinados. O período vai de 12.09.2023 a 09.12.2023. O que uma pessoa não consegue, muitos conseguem!

source: Credits
de: Guthaben
pt: Créditos

source: Your current credit is %(credit)s€.
de: Dein aktuelles Guthaben beträgt %(credit)s€.
pt: O seu crédito atual é %(credit)s€.

source: List of last charged credits
de: Liste der letzten Guthaben
pt: Lista dos últimos créditos carregados

source: Action
de: Aktion
pt: Ação

source: Credit amount
de: Betrag
pt: Montante do crédito

source: Show graph:
de: Grafik anzeigen:
pt: Mostrar gráfico:

source: Purchases
de: Einkäufe
pt: Compras

source: Your average basket per month is %(average)s€.
de: Dein durchschnittlicher Warenkorb pro Monat beträgt %(average)s€.
pt: O seu cabaz médio por mês é de %(average)s€.

source: List of the last purchases
de: Liste der letzten Einkäufe
pt: Lista das últimas compras

source: Gross amount
pt: Montante bruto

source: Evolution of total spends per month
de: Entwicklung der Gesamtausgaben pro Monat
pt: Evolução da despesa total por mês

source: Total spends per month
de: Gesamtausgaben pro Monat
pt: Despesa total por mês

source: Percentage of members with a co-purchaser relative to the number of active members
de: Prozentualer Anteil der Mitglieder mit einem Miterwerber im Verhältnis zur Zahl der aktiven Mitglieder
pt: Percentagem de membros com co-comprador em relação ao número de membros ativos

source: Purchase data updated
de: Kaufdaten aktualisiert
pt: Dados de compras atualizados

source: German phone number don't need a prefix (e.g. (0)1736160646), international always (e.g. +12125552368)
de: Innerstädtische und Mobilfunk-Verbindungen benötigen keine Vorwahlnummer (z.B. 01736160646), internationale Verbindungen benötigen die Landesvorwahlnummer für Mobilfunk, für Festnetz die Landes- und Ortsvorwahlnummer
pt: Números de telefone alemães não precisam de prefixo (p.ex. (0)1736160646); internacionais precisam (p.ex. +12125552368)

source: United Arab Emirates
pt: Emirados Árabes Unidos

source: Afghanistan
pt: Afeganistão

source: Antigua & Barbuda
pt: Antígua e Barbuda

source: Anguilla
pt: Anguila

source: Albania
pt: Albânia

source: Armenia
pt: Arménia

source: Netherlands Antilles
pt: Antilhas Neerlandesas

source: Antarctica
pt: Antártida

source: American Samoa
pt: Samoa Americana

source: Austria
pt: Áustria

source: Australia
pt: Austrália

source: Azerbaijan
pt: Azerbaijão

source: Bosnia and Herzegovina
pt: Bósnia e Herzegovina

source: Belgium
pt: Bélgica

source: Bulgaria
pt: Bulgária

source: Bahrain
pt: Barém

source: Benin
pt: Benim

source: Bermuda
pt: Bermudas

source: Bolivia
pt: Bolívia

source: Brazil
pt: Brasil

source: Bahama
pt: Bahamas

source: Bhutan
pt: Butão

source: Bouvet Island
pt: Ilha Bouvet

source: Botswana
pt: Botsuana

source: Belarus
pt: Bielorrússia

source: Canada
pt: Canadá

source: Cocos (Keeling) Islands
pt: Ilhas Cocos (Keeling)

source: Central African Republic
pt: República Centro-Africana

source: Switzerland
pt: Suíça

source: Ivory Coast
pt: Costa do Marfim

source: Cook Iislands
pt: Ilhas Cook

source: Cameroon
pt: Camarões

source: Colombia
pt: Colômbia

source: Cape Verde
pt: Cabo Verde

source: Christmas Island
pt: Ilha Christmas

source: Cyprus
pt: Chipre

source: Czech Republic
pt: República Checa

source: Germany
pt: Alemanha

source: Djibouti
pt: Jibuti

source: Denmark
pt: Dinamarca

source: Dominica
pt: Domínica

source: Dominican Republic
pt: República Dominicana

source: Algeria
pt: Argélia

source: Ecuador
pt: Equador

source: Estonia
pt: Estónia

source: Egypt
pt: Egito

source: Western Sahara
pt: Saara Ocidental

source: Eritrea
pt: Eritreia

source: Spain
pt: Espanha

source: Ethiopia
pt: Etiópia

source: Finland
pt: Finlândia

source: Falkland Islands (Malvinas)
pt: Ilhas Malvinas (Falkland)

source: Micronesia
pt: Micronésia

source: Faroe Islands
pt: Ilhas Faroé

source: France
pt: França

source: France, Metropolitan
pt: França Metropolitana

source: Gabon
pt: Gabão

source: United Kingdom (Great Britain)
pt: Reino Unido (Grã-Bretanha)

source: Grenada
pt: Granada

source: Georgia
pt: Geórgia

source: French Guiana
pt: Guiana Francesa

source: Ghana
pt: Gana

source: Greenland
pt: Gronelândia

source: Gambia
pt: Gâmbia

source: Guinea
pt: Guiné

source: Guadeloupe
pt: Guadalupe

source: Equatorial Guinea
pt: Guiné Equatorial

source: Greece
pt: Grécia

source: South Georgia and the South Sandwich Islands
pt: Geórgia do Sul e Ilhas Sandwich do Sul

source: Guinea-Bissau
pt: Guiné-Bissau

source: Guyana
pt: Guiana

source: Heard & McDonald Islands
pt: Ilhas Heard e McDonald

source: Croatia
pt: Croácia

source: Hungary
pt: Hungria

source: Indonesia
pt: Indonésia

source: Ireland
pt: Irlanda

source: India
pt: Índia

source: British Indian Ocean Territory
pt: Território Britânico do Oceano Índico

source: Iraq
pt: Iraque

source: Islamic Republic of Iran
pt: República Islâmica do Irão

source: Iceland
pt: Islândia

source: Italy
pt: Itália

source: Jordan
pt: Jordânia

source: Japan
pt: Japão

source: Kenya
pt: Quénia

source: Kyrgyzstan
pt: Quirguistão

source: Cambodia
pt: Camboja

source: Comoros
pt: Comores

source: St. Kitts and Nevis
pt: São Cristóvão e Neves

source: Korea, Democratic People's Republic of
pt: Coreia, República Popular Democrática da

source: Korea, Republic of
pt: Coreia, República da

source: Cayman Islands
pt: Ilhas Caimão

source: Kazakhstan
pt: Cazaquistão

source: Lao People's Democratic Republic
pt: República Democrática Popular do Laos

source: Lebanon
pt: Líbano

source: Saint Lucia
pt: Santa Lúcia

source: Sri Lanka
pt: Sri Lanca

source: Liberia
pt: Libéria

source: Lesotho
pt: Lesoto

source: Lithuania
pt: Lituânia

source: Luxembourg
pt: Luxemburgo

source: Latvia
pt: Letónia

source: Libyan Arab Jamahiriya
pt: Jamahiriya Árabe Líbia

source: Morocco
pt: Marrocos

source: Monaco
pt: Mónaco

source: Moldova, Republic of
pt: Moldávia (República da Moldávia)

source: Madagascar
pt: Madagáscar

source: Marshall Islands
pt: Ilhas Marshall

source: Mongolia
pt: Mongólia

source: Myanmar
pt: Mianmar

source: Northern Mariana Islands
pt: Ilhas Marianas do Norte

source: Martinique
pt: Martinica

source: Mauritania
pt: Mauritânia

source: Monserrat
pt: Montserrat

source: Mauritius
pt: Maurícia

source: Maldives
pt: Maldivas

source: Malawi
pt: Maláui

source: Mexico
pt: México

source: Malaysia
pt: Malásia

source: Mozambique
pt: Moçambique

source: Namibia
pt: Namíbia

source: New Caledonia
pt: Nova Caledónia

source: Niger
pt: Níger

source: Norfolk Island
pt: Ilha Norfolk

source: Nigeria
pt: Nigéria

source: Nicaragua
pt: Nicarágua

source: Netherlands
pt: Países Baixos

source: Norway
pt: Noruega

source: New Zealand
pt: Nova Zelândia

source: Oman
pt: Omã

source: Panama
pt: Panamá

source: French Polynesia
pt: Polinésia Francesa

source: Papua New Guinea
pt: Papua-Nova Guiné

source: Philippines
pt: Filipinas

source: Pakistan
pt: Paquistão

source: Poland
pt: Polónia

source: St. Pierre & Miquelon
pt: São Pedro e Miquelon

source: Puerto Rico
pt: Porto Rico

source: Paraguay
pt: Paraguai

source: Qatar
pt: Catar

source: Reunion
pt: Reunião

source: Romania
pt: Roménia

source: Russian Federation
pt: Federação Russa

source: Rwanda
pt: Ruanda

source: Saudi Arabia
pt: Arábia Saudita

source: Solomon Islands
pt: Ilhas Salomão

source: Seychelles
pt: Seicheles

source: Sudan
pt: Sudão

source: Sweden
pt: Suécia

source: Singapore
pt: Singapura

source: St. Helena
pt: Santa Helena

source: Slovenia
pt: Eslovénia

source: Svalbard & Jan Mayen Islands
pt: Ilhas Svalbard e Jan Mayen

source: Slovakia
pt: Eslováquia

source: Sierra Leone
pt: Serra Leoa

source: San Marino
pt: São Marinho

source: Somalia
pt: Somália

source: Sao Tome & Principe
pt: São Tomé e Príncipe

source: Syrian Arab Republic
pt: República Árabe Síria

source: Swaziland
pt: Suazilândia

source: Turks & Caicos Islands
pt: Ilhas Turcas e Caicos

source: Chad
pt: Chade

source: French Southern Territories
pt: Territórios Franceses do Sul

source: Thailand
pt: Tailândia

source: Tajikistan
pt: Tajiquistão

source: Tokelau
pt: Toquelau

source: Turkmenistan
pt: Turquemenistão

source: Tunisia
pt: Tunísia

source: East Timor
pt: Timor-Leste

source: Turkey
pt: Turquia

source: Trinidad & Tobago
pt: Trindade e Tobago

source: Taiwan, Province of China
pt: Taiwan, Província da China

source: Tanzania, United Republic of
pt: República Unida da Tanzânia

source: Ukraine
pt: Ucrânia

source: United States Minor Outlying Islands
pt: Ilhas Menores Distantes dos Estados Unidos

source: United States of America
pt: Estados Unidos da América

source: Uruguay
pt: Uruguai

source: Uzbekistan
pt: Usbequistão

source: Vatican City State (Holy See)
pt: Cidade do Vaticano (Santa Sé)

source: St. Vincent & the Grenadines
pt: São Vicente e Granadinas

source: British Virgin Islands
pt: Ilhas Virgens Britânicas

source: United States Virgin Islands
pt: Ilhas Virgens Americanas

source: Viet Nam
pt: Vietname

source: Wallis & Futuna Islands
pt: Ilhas Wallis e Futuna

source: Yemen
pt: Iémen

source: Mayotte
pt: Maiote

source: Yugoslavia
pt: Jugoslávia

source: South Africa
pt: África do Sul

source: Zambia
pt: Zâmbia

source: Zimbabwe
pt: Zimbabué

source: Unknown or unspecified country
pt: País desconhecido ou não especificado

source: 🇩🇪 Deutsch
pt: 🇩🇪 Alemão

source: 🇬🇧 English
pt: 🇬🇧 Inglês

source: 🇵🇹 Portugal
pt: 🇵🇹 Português

source: start date must be set
de: Anfangsdatum muss gesetzt sein
pt: a data de início tem de ser definida

source: Start date must be prior to end date
de: Anfangsdatum muss vor Enddatum sein
pt: A data de início deve ser anterior à data de fim

source: Must be a positive number.
de: Muss eine positive Zahl sein.
pt: Deve ser um número positivo.

source: NO NAME AVAILABLE
de: KEIN NAME VERFÜGBAR
pt: NOME INDISPONÍVEL

source: %(name)s does not have a Tapir account. Contact a member of the management team.
pt: %(name)s não tem uma conta Tapir. Contacte um membro da equipa de gestão.

source: %(name)s is an investing member. If they want to shop, they have to become an active member. Contact a member of the management team.
de: %(name)s ist ein investierendes Mitglied. Um einkaufen zu können, muss es ein aktives Mitglied werden. Kontaktiere eine Person aus dem Vorstand.
pt: %(name)s é um membro investidor. Se quiser fazer compras, tem de se tornar membro ativo. Contacte um membro da equipa de gestão.

source: %(name)s has been frozen because they missed too many shifts.If they want to shop, they must first be re-activated.Contact a member of the management team.
de: %(name)s wurde eingefroren da zu viele Schichten verpasst wurden. Falls %(name)s einkaufen möchte, müssen erst ausreichend Schichten zur Reaktivierung absolviert werden. Kontaktiere am besten jemanden aus dem Verwaltungsteam.
pt: %(name)s foi colocado em estado congelado por faltar a demasiados turnos. Se quiser fazer compras, tem de ser reativado primeiro. Contacte um membro da equipa de gestão.

source: %(name)s has paused their membership. Contact a member of the management team.
de: %(name)s hat die Tapir-Mitgliedschaft pausiert. Kontaktiere am besten jemanden aus dem Verwaltungsteam.
pt: %(name)s colocou a sua adesão em pausa. Contacte um membro da equipa de gestão.

source: %(name)s has is not a member of the cooperative. They may have transferred their shares to another member. Contact a member of the management team.
de: %(name)s ist kein Mitglied der Genossenschaft. Vielleicht haben sie deren Anteile an ein anderes Mitglied übertragen. Kontaktiere eine Person aus dem Vorstand.
pt: %(name)s não é membro da cooperativa. Pode ter transferido as suas ações para outro membro. Contacte um membro da equipa de gestão.

source: %(name)s has not attended a welcome session yet. Make sure they plan to do it!
de: %(name)s hat an dem Willkommenstreffen noch nicht teilgenommen. Stelle sicher, dass er*sie es entsprechend einplant!
pt: %(name)s ainda não participou numa sessão de boas-vindas. Certifique-se de que planeiam fazê-lo!

source: If there is not co-purchaser then the co-purchaser-mail field must also be empty
de: Wenn es keine:n Miteinkäufer:in gibt, muss das entsprechende Mail-Feld leer bleiben.

source: If there is not co-purchaser 2 then the co-purchaser-mail 2 field must also be empty
de: Wenn es keinen Mitkäufer 2 gibt, muss auch das Feld „Mitkäufer-E-Mail 2” leer sein.

source: Second co-Purchaser
de: 2. Miteinkäufer*in

source: Co-Purchaser mail 2
de: Miteinkäufer*in-Mail 2

source: Member card
de: Mitgliedskarte

source: The checkout system links your purchase to your member account. The total amount of your purchase is saved each time. However, it does not record which specific products you have purchased. You can also still decide with each purchase whether you want to have your membership card scanned or not. With your general consent here on Tapir, you do not enter into any obligation to scan. You can revoke your consent at any time by deactivating the checkbox above. With your consent, you help Supercoop to better understand the shopping habits of its members. This is important for the further development of our supermarket. More information: Translated with DeepL.com (free version): https://wiki.supercoop.de/wiki/Mitgliederkarte
de: Das Kassensystem verknüpft deinen Einkauf mit deinem Mitgliedskonto. Dabei wird jedesmal der Gesamtbetrag deines Einkaufs gespeichert. Nicht erfasst wird dagegen, welche konkreten Produkte du gekauft hast. Auch kannst du bei jedem Einkauf immer noch entscheiden, ob du deine Mitgliedskarte scannen lassen möchtest oder nicht. Mit deiner generellen Zustimmung hier auf Tapir gehst du keine Verpflichtung zum Scannen ein. Die Zustimmung kannst du jederzeit widerrufen, indem du die Checkbox oben deaktivierst. Du hilfst damit Supercoop, die Einkaufsgewohnheiten der Mitglieder besser zu verstehen. Das ist wichtig für die Weiterentwicklung unseres Supermarktes. Mehr Informationen: https://wiki.supercoop.de/wiki/Mitgliederkarte

source: I agree that my membership card will be scanned at the checkout when I make a purchase, thereby recording and storing my purchase:
de: Ich bin damit einverstanden, dass meine Mitgliedskarte beim Einkauf an der Kasse gescannt und somit mein Einkauf erfasst und gespeichert wird:

source: You can only look at your own barcode unless you have admin rights
de: Du kannst nur deinen eigenen Strichcode sehen, es sei denn du hast Admin-Rechte

source: Email
de: E-Mail-Adresse

source: Second co-purchaser
de: 2. Miteinkäufer*innen

source: New members (no payment by installments)
de: Neue Mitglieder (ohne Ratenzahlung)

source: New members (with payment by installments)
de: Neue Mitglieder (mit Ratenzahlung)

source: <p>Hello %(display_name_short)s,</p> <p> This is an automatic e-mail from SuperCoop. We would like to inform you that a co-shopper has just been added to your Tapir account. </p> <p> From now on the following persons can shop in the store using your membership number: </p>
de: <p>Hallo %(display_name_short)s,</p> <p> dies ist eine automatische E-Mail von SuperCoop. Wir möchten dich darüber informieren, dass soeben ein*e Miteinkäufer*in zu deinem Tapir-Konto hinzugefügt wurde. </p> <p> Von nun an können folgende Personen mit deiner Mitgliedsnummer im Laden einkaufen. </p>
